[
  {
    "access": [
      "Shimmer"
    ],
    "title": "Kalanyr, a Dragon",
    "body": "Age: ????  Bio: ????  Personality: ????  Notes: I couldn't really find out much about him. He's a European Dragon, but tales of his appearance and actions seem to change over the decades. The first guy I sent to gather info never came back, and to be frank I don't wanna fuck with a dragon. There's lots of varying stories from him, but he seems to treat people relatively well. Then again, I'm pretty sure Ueri ended up as his snack, so take that with a grain of salt. - Kilo"
  },
  {
    "access": [
      "Shimmer"
    ],
    "title": "Crime, a street artist",
    "body": "Age: 22  Bio: Human member of the White Tiger Gang. Recommended they start promotion for the gang by spreading graffiti for it, he has been actively tagging up most of shibuya and even some of the tokyo tunnels. While not particularly noteworthy other than \"being so bad with technology it's a 'Crime' for him to handle it, he seems to genuinely enjoy the art he's making.  Personality: Slow. Passionate. Abrasive.  Notes: Seems like a good kid. I hear your relationship is strained but I think he'd make for a good insider in the White Tigers. - Kilo"
  },
  {
    "access": [
      "YoungDevil44"
    ],
    "title": "Dex, a street doctor",
    "body": "Age: 32  Bio: Human doctor who popped up in '65. Seems he used to be a former medical professional who lost his job after supplying metahumans with medical care and drugs for free. Been operating in Minato ever since, using his proficiency in english to serve as a street doc.  Personality: Professional. Savvy. Kind.  Notes: Always keep a Doc around. - Kilo"
  },
  {
    "access": [
      "YoungDevil44"
    ],
    "title": "Cyclops, a cold killer",
    "body": "Age: 47  Bio: Orc street assassin who has been takin' money for targets. Named after his extensive face augmentations left him with only one \"eye\" as a visor. Has extensive augmentations, and does small-time work for corps.  Personality: Cold. Calculating. Harsh.  Notes: Your sister's on his list. Lucky for you, he seems to be too busy to focus specifically on her. You should be good if you don't make too much noise. - Kilo"
  },
  {
    "access": [
      "YoungDevil44"
    ],
    "title": "Needles, an extortionist",
    "body": "Age: 29  Bio: Elvish Ex-Yak who used to work as a tattoo artist for the Inagawa clan until some troll broke the poor sod's fingers. Now earns his living extorting those who can't stand up to him, using his old connection to the Inagawa.   Personality: Confident. Snide. Rude.  Notes: You're prolly aware, but you're on his list. Nobody seems to really like him, but his connections with the Inagawa seems to keep him in the game. If you got rid of them however… - Kilo"
  },
  {
    "access": [
      "GreenShell"
    ],
    "title": "Memphis",
    "body": "Age: 68  Bio: Old human who earns his money sailing tourists around the Tokyo Bay. Used to be a bigshot in a shipping firm, but quit after having ethical quandaries.   Personality: Kind. Slow. Bleeding Heart.  Notes: Seems to have an underworld background, but no current activity supports that. I'd say keep an eye out, but considering he saved you and let you go he probably doesn't have ill intentions. - Kilo"
  },
  {
    "access": [
      "Silver03"
    ],
    "title": "Maple, a Doctor",
    "body": "Age: 26  Bio: Esteemed MedSled Doctor. Has made herself into a well known doctor inside of MedSled, and has over 22 successful extractions under her belt in hostile territory. Also known underground for funding the clinic \"Combat Zone\". While she doesnt exactly participate, her funding helps the club live on.  Personality: Chipper. Hopeful. Perceptive.  Notes: Always good to have a doc on the link. - Kilo"
  },
  {
    "access": [
      "Silver03"
    ],
    "title": "Flex, private security",
    "body": "Age: 27  Bio: Private security for Silver Hands INC., and personal bodyguard of Taejima Saiga, owner of Silver Hands. Very capable, heavily augmented, and well trained.   Personality: Kind. Silent. Downtrodden.   Notes: I know he's your old best friend, but that does guarantee he won't kill you. You can trust nobody in this line of work. Watch out. - Kilo"
  },
  {
    "access": [
      "Iloveocean2058"
    ],
    "title": "Maple, a Doctor",
    "body": "Age: 26  Bio: Esteemed MedSled Doctor. Has made herself into a well known doctor inside of MedSled, and has over 22 successful extractions under her belt in hostile territory. Also known underground for funding the clinic \"Combat Zone\". While she doesnt exactly participate, her funding helps the club live on.  Personality: Chipper. Hopeful. Perceptive.  Notes: Always good to have a doc on the link. - Kilo"
  },
  {
    "access": [
      "Iloveocean2058"
    ],
    "title": "Longarm, a bounty hunter",
    "body": "Age: 54  Bio: Troll Bounty Hunter. Named not for his weapon of choice, but rather his long arms (for a human). Has been a cleaner in the underworld for 30 years, and is only getting more dangerous by the day. Used to have relations with the Inagawa clan, and has worked for a lot of benefactors.  Personality: Mysterious. Quiet. Hateful.  Notes: He might be dangerous, but personally? He seems to be slowing down. Trolls seem to age much faster than humans, and by now I'm sure you can find a chink in his armor. - Kilo"
  },
  {
    "access": [
      "Iloveocean2058"
    ],
    "title": "Bricks, a bioengineer",
    "body": "Age: 56   Bio: Elven bioengineer who works for a Aztechnology JP subsidiary. Has been hot on the study of fusing magic and cybernetics. Seems to be wearing the patience of his \"owners\" thin.  Personality: Sneaky. Corrupt. Seemingly kind, isn't.  Notes: Seems to be currently working on some project related to human essence. Used to work with your father. - Kilo"
  },
  {
    "access": [
      "PunkedupGirl"
    ],
    "title": "Raiden, a parkourist",
    "body": "Age: 25  Bio: An adept parkourist, trained by Spike. Now running underground parkour races watched by thousands live on various drones around the city. His focus on speed and technique has made him into a small icon on the matrix, though his face is hidden by masks online.  Personality: Bold. Blunt. Brave.  Notes: An adept is always a useful ally. I hope you can find a use for him other than just sparring. - Kilo"
  },
  {
    "access": [
      "PunkedupGirl"
    ],
    "title": "Spike, a dojo owner",
    "body": "Age: Unknown (estimated 90)  Bio: Despite his seemingly endless wisdom and ancient words, Spike seems young. Rumours has it he's an elf who cosmetically altered his ears to appear human to circumvent the ban on metahumans. Has been operating a dojo since the 50s, and is incredibly skilled.   Personality: Wise. Planning. Cautios  Notes: Seems to have connections to the Inagawa. Whatever your feud is, settling it would be for the best."
  },
  {
    "access": [],
    "title": "",
    "body": ""
  }
]