[
  {
    "title": "Underworld - Watada Clan: Neo-Tokyo's Heavy Hitters in the Shadows",
    "body": "Alright, chummers, gather 'round, 'cause today I'm spillin' the lowdown on one of the meanest crews you'll encounter in the neon jungle of Neo-Tokyo - the Watada Clan. These ain't your regular street thugs; they're the heavyweight champs of Yakuza muscle in the shadows. Trust me; you don't want to cross these guys.  The Watada Clan isn't your granddaddy's Yakuza. They didn't cling to the past; they rolled with the times. When the Matrix went haywire and the Awakened started popping up, they didn't just survive – they thrived. These guys embraced the future while others got left in the past. At the top of this ruthless pyramid is Oyabun Watada Hiroshi, a smooth operator who runs the show. Chromed up and sharp as a knife, he's got the brains and the brawn, and his vision turned the Watada Clan into the stuff of legends. Trust me; you don't want to end up on his bad side.  The reason they got so far in the first place is that these guys don't stop at muscle and mayhem. The Watada Clan knows the real power is in tech and data. They've dipped their toes into tech startups, entertainment, and whatever else is hot. If it's making waves in the shadows, you can bet your credstick the Watada Clan's got a piece of the action. Hell, rumours say they even have some mages workin' for 'em.  Now, here's where it gets real interesting. These chummers have the backing of Ryumyo, the Great Dragon of Japan. Yeah, you heard me right - a fraggin' dragon. What they're doing for Ryumyo ain't clear, but it makes 'em untouchable. While he hasn't shown up just yet, words gettin out that he's unhappy. Just who it is, we don't know, but merely association with this beast adds a layer of respect and fear you simply can't buy.  But you know, what's Yakuza without a good ol' rivalry? The Watada Clan's big nemesis is the Wanibuchi Clan. They're the real deal, too, playing the Old School card. This feud has got a longer history than that synth-noodle joint downtown. Every time these guys butt heads, sparks fly. And the consequences always seem to hit everyone else.  While the Old School is strict about their traditions, Watada Clan's a bit more open-minded. They ain't afraid of metahumans – they've got 'em right there in their ranks. They play it smart, embracing diversity in a town where blending in ain't easy.  Thats been their main source of manpower for ages, takin in anyone who wants in.  When youre runnin, do remember to be cautious around the Watada Clan. These are the big dogs, and you don't wanna tangle with 'em unless you're packin' some serious mojo. Stay sharp and stay alive.   And remember. Never deal with a dragon."
  },
  {
    "title": "Underworld - Unraveling the Wanibuchi Clan - The Old School Yakuza Powerhouse",
    "body": "Alright, chummers, gather 'round. Time for a little lesson on the big fish in the old school Yakuza pond - the infamous Wanibuchi Clan. These guys are the real deal, and if you're operating in Neo-Tokyo, you better know who they are. I'm Overwatch, and let's just say I've had my share of encounters with these old-school Yakuza guys.  So, you've heard all about the shiny and modern New School Yakuza, right? The ones who've embraced technology, corporate ties, and all that jazz. But don't forget, the roots of the Yakuza go way deeper, and that's where the Wanibuchi Clan comes in. These guys are the OGs, the old school Yakuza who stick to their traditions like glue. These guys take their codes of conduct seriously, almost like samurai from the ancient tales. Honor, loyalty, and respect are their buzzwords. Some of them even still commit Seppuku! But let's not kid ourselves, they're not just about tea ceremonies and katanas. They're knee-deep in the underground, making nuyen the old-fashioned way. Gambling, protection rackets, smuggling - you name it, they're in on it.   Now, if you've been around for more than 20 minutes, you'll know about the ongoing turf war between the Wanibuchi and Watada Clans. It's like a classic showdown between tradition and innovation. These guys don't see eye to eye, and their rivalry keeps the streets sizzling. Cross into their world, and you're playing with fire. On the flip side, we have the Watada Clan, the new school Yakuza. They're all about embracing technology and adapting to the ever-changing shadowscape. That makes the Wanibuchi-Watada rivalry a clash of values, tradition against progress, and it's one of the juiciest shadow drama plots you can sink your teeth into. Just make sure not to get skin in the game.  Now, say you're in a bind, working a job where the Wanibuchi Clan might be in the mix. Here's a piece of advice: show respect. These guys value tradition and honor above all else. If you're dealing with them, don't try to pull a fast one. You might just get more than you bargained for. If you treat them, however, theyll stand by ya. Generally, anyways. In Neo-Tokyo's shadows, the Wanibuchi Clan remains an unyielding pillar of the old school Yakuza. Their traditions, their code, and their rivalry with the Watada Clan make them a force to be reckoned with. So, if you find yourself running in their territory, remember - tread lightly and show respect. You just might live to run another day."
  },
  {
    "title": "Underworld - Unraveling the Red Dragon Triad - The Silent Powerhouse of Neo-Tokyo",
    "body": "Welcome to the shadows of Neo-Tokyo, where the hidden webs of power are as intricate as a spider's silk. Today, we're peeling back the layers to reveal the enigmatic Red Dragon Triad, a major player in the city's underworld. I may not be your usual guide, but trust me, I've seen enough to know these guys mean business.  In the chaotic labyrinth of triads that call Neo-Tokyo home, the Red Dragon stands out for its calculated and patient approach. While other triads might be all about flash and firepower, these guys operate in the shadows, silently maneuvering like a serpent in the grass. Now, when we talk about the Red Dragon Triad, we have to mention the big shot pulling the strings - Lung. He's not just any old boss; he's the ancient and powerful Chinese Great Dragon. You heard me right, a fragging dragon. But don't expect to see him slithering around the streets. Lung is the mastermind behind the scenes, orchestrating the triad's moves with the precision of a watchmaker. Some say he used to help out Ryumyo back in the day, but considering they're bitterly fight now who knows.  The Red Dragon Triad has its claws dug deep into Neo-Tokyo's underbelly. They control various criminal operations, from smuggling and extortion to gambling dens and even some shadowrunning outfits. While other triads might make noise, these guys prefer to control things from the shadows. That's part of why they have even endured this long. This triad is all about history and tradition. They respect the old ways and have deep connections to Chinese culture. And just like the mighty dragon in their name, they bide their time, waiting for the perfect moment to strike. The Red Dragon's way of doing business may be slower than some of the other triads, but don't underestimate their reach and influence. They're not afraid to use their connections, and they've been known to be deadly when their interests are threatened.  The Red Dragon Triad is a quiet powerhouse, working methodically and patiently, and many think their next target is the Watada Clan. With Lung, the ancient Great Dragon, guiding their path, they're a force to be reckoned with. Just remember, in the shadows of Neo-Tokyo, silence doesn't mean weakness. It means they're waiting for the right moment to strike."
  },
  {
    "title": "Underworld - Mita Clan - The Resurgence of Neo-Tokyo's Oldest Syndicate",
    "body": "Let's cut the chase, chummers. When it comes to Yakuza in Neo-Tokyo, the Mita Clan is a name you can't ignore. They've been around for as long as this city's been breathing, and despite some recent setbacks, they're making a comeback under the banner of the Watada-rengo. This is where the old school meets the new in a dark dance of power and influence.  The Mita Clan, under the ever-watchful eyes of Kumicho Yamajima, is on the rise once again. While their numbers may have dwindled during the Yakuza War, they're making a solid comeback, and they're not here to play nice. Harvard Business School graduate and Kumicho Yamajima is the man at the helm. He's been busy reorganizing the Mita-gumi, promoting younger members, and filling up the ranks with fresh blood. Their board of directors is back in action, and they've got a hunger to reclaim what they've lost.  The Mita Clan traditionally held sway over most of Old Tokyo, but in recent times, they've had to give up some ground. The Wanibuchi-gumi and Kodachi-gumi have been nipping at their heels, but don't count them out just yet. Mita-brand goods, yeah, you heard that right. This Yakuza syndicate is into branding, from legit businesses like massage parlors, bathhouses, and strip clubs to the more questionable ventures. They've got their hands in everything, and even a bit of optoelectronics repackaging.  Once upon a time, the Mita Clan had the BTL chip trade in a stranglehold, but the Yakuza War changed all that. Now they're shifting their focus to international smuggling, working the Latin American angle and entering a competition with the Wanibuchi-rengo for Awakened drugs and magical contraband. The Mita Clan has been a fixture of Tokyo's underworld for over a century. They've had their ups and downs, but they've always come back swinging. Oyabun Hoshi Mita was a legend in his own right, and even though he made an accord with the Watada-gumi during the Yakuza War, his legacy endures.  When you play in the shadows, nothing's ever what it seems. MCT's got a hand in the pot, with Samba Oi, Shin Yuruyasu, Saigusa Oguramaro, and Uehara Akae, the old men who've got shares in the corporation. They still have obligations, and they're not exactly picking sides, but their influence stretches far. This support means the Mita Clan is back in business, and they've got their eyes set on what's rightfully theirs. With Yamajima leading the charge and their deep-rooted history, they're ready to take on anyone who stands in their way. Just remember, in the shadows of Neo-Tokyo, its's not like boxing. It's not about how many times you fall; it's about how many times you get up."
  },
  {
    "title": "Underworld - Kodachi Clan - Unraveling Neo-Tokyo's Violent Underworld",
    "body": "Neo-Tokyo's shadows hold some dark secrets, and one of the most terrifying is the Kodachi-gumi. These Yakuza aren't known for subtlety; instead, they wield power with an iron fist and revel in excessive violence. Their fearsome reputation even extends to the penal system, where they've left a mark that's hard to forget. But what sets them apart is their unique tradition - for each year served in jail, they have a pearl inserted beneath their skin, a testament to their ruthless resilience.  Kumicho Yusaku Sato is the man who leads the Kodachi-gumi, a figure who defies the system. With no SIN to his name and a mysterious origin, he rose to power in 2058, launching a violent campaign against the Yakuza in Yokohama. What's more intriguing is that he's rumored to be the illegitimate child of a Watada-gumi kobun and his mistress. His story is nothing short of legendary among Yakuza circles. The Kodachi-gumi isn't like your typical Yakuza outfit. They've drawn their forces from local street gangs and bosokuku, creating a formidable presence in the Yokohama nawabari. Their stronghold resists intrusions from Chinese Triads, making them a force to be reckoned with.  The Kodachi Clan's territory spans the entirety of Yokohama. But they've been expanding their reach into the seedy underbelly of Shinjuku, where they clash with the Mita-gumi for control over prostitution rings and BTL distribution. These streets are their battleground, and they don't mind getting their hands dirty. Protection rackets and smuggling are the Kodachi-gumi's bread and butter. They often veil these operations under the facade of legitimate security and import/export businesses. Lately, they've taken a darker turn, dabbling in illegal activities like student abductions for prostitution, running sweatshops filled with SINless immigrants, counterfeiting branded merchandise, and even organizing brutal underground pit fights.  But it's not all smooth sailing for the Kodachi-gumi. They find themselves in constant conflict with other criminal interests in Yokohama, particularly the Snake Head Triad. These streets are a war zone, and the Kodachi aren't afraid to spill blood to hold their ground. The Kodachi Clan's rise to power is a tale of ruthless ambition and brutal tactics. They've carved their name into the darkest corners of Neo-Tokyo, leaving behind a trail of violence and a unique tradition that defines their place in the Yakuza underworld. In these shadows, it's survival of the fittest, and the Kodachi-gumi are here to make their mark, one drop of bloodat a time."
  },
  {
    "title": "Underworld - Inagawa-kai - Metahuman Power Thrives in Neo-Tokyo's Shadows",
    "body": "In the labyrinthine world of Neo-Tokyo's underground, a new power player emerged after the Yakuza split, and they go by the name of the Inagawa-kai. This metahuman-centric faction didn't just carve a niche for themselves; they left a bloody trail of dominance in their wake.The Inagawa-kai stormed into the scene by clashing violently with the Kodachi in Yokohama. Then, they took their ruthless tactics to Chiba, challenging the might of the Watada-gumi. After a ceasefire with the Wanibuchi-rengo, they strategically shifted their operations into Mita territory, capitalizing on the perceived weakness of their rivals. The decision to let a metahuman-focused faction survive raised eyebrows, but Oyabun Wanibuchi's backing gave them a fighting chance.  At the helm of the Inagawa-kai is Michizane Oi, an elf whose history is steeped in shadowrunning. Spending three decades in Newark as part of the Green Serpent Guard of the Nagato Combine—Honjowara-gumi, he brings a unique perspective to Yakuza leadership. Despite their strong metahuman focus, the Inagawa-kai is deeply rooted in Yakuza traditions, following the age-old structures of respectfulness and organization.  The Inagawa-kai stands apart with its war party structure, where they employ ninja to execute their operations against rival groups. Most higher-ranking kobun within the faction undergo ninja training, which becomes evident when dealing with them head-on. The group's history hints at its connection to the Oni do kai, a legendary school of ninja infamous for being the only one to train metahumans. The Inagawa-kai has found a fitting home in the heart of Harajuku, a district that's embraced eccentricity. Amid the sea of leopard spots and tails, even an ork doesn't seem entirely out of place.  Their operations revolve around protection rackets and street-level sokaiya, but what makes them truly distinctive is their use of race as a weapon. They often send troll kobun to company shareholder meetings, which forces these corporations to pay rather than face the embarrassment of having a troll in their midst. This unique approach has sparked intense competition with non-Yakuza organized crime interests in Yokohama, particularly the Red Dragon Triad. Inagawa-kai's rise to prominence in Neo-Tokyo is a testament to their metahuman-focused approach and their leader's distinct background. They've turned tradition on its head while embracing Yakuza norms. As the faction continues to disrupt the balance of power in the city's underworld, it's evident that they're here to stay, and they'll do so with an iron will and a touch of unorthodox flair."
  },
  {
    "title": "Underworld - Yomi Ryu - The Metahuman Syndicate Rising from Sub-Tokyo's Depths",
    "body": "In the heart of Sub-Tokyo, an extraordinary Yakuza syndicate has been quietly gaining ground. Comprised mostly of orcs and trolls, the Yomi Ryu is a metahuman Yakuza that defies tradition. Their formation stemmed from the desire to join the Yakuza, an aspiration met with rejection, allegedly due to racial prejudices. While they were shunned, many of the Yomi Ryu members are the goblinized descendants of Yakuza. However, a few of their upper echelons are rumored to have once been Yakuza kobun before their transformation. The Yakuza has long ignored the Yomi Ryu, considering them beneath their notice. But the tides are shifting, and this metahuman syndicate is catching the eye of both the Wanibuchi and Watada. Whether the Yomi Ryu can withstand this newfound interest is a question that looms over them, their future uncertain.  The Yomi Ryu harbors a burning ambition to ascend beyond their current status. They've managed to establish dominion over protection money in Sub-Tokyo, a feat in itself. More impressively, they are carving a niche in the Sub-Tokyo smuggling industry. This newfound revenue stream not only empowers them but also raises their profile within the criminal underworld. A significant factor contributing to the Yomi Ryu's resilience is their collaboration with the Oni-Do, a renowned school of combat. The members receive extensive combat training, equipping them with the skills and tactics necessary to hold their own against the Yakuza. This training gives them an edge, enabling them to stand firm in the face of adversity and rival attention.  The Yomi Ryu represents a unique force within Neo-Tokyo, challenging the conventional racial norms upheld by the Yakuza. Their rapid rise has been nothing short of remarkable, as they refuse to be constrained by their orc and troll heritage. With aspirations of becoming their independent syndicate, the Yomi Ryu's audacity and resourcefulness may very well shape the future of Sub-Tokyo's criminal landscape. As they continue to captivate the city's underbelly, their fate is still uncertain, but one thing is sure—the Yomi Ryu will not fade into obscurity without a fight."
  },
  {
    "title": "Underworld - The Jo-Pok Mafia: Where the Virtual Meets Reality in Neo-Tokyo",
    "body": "In the vibrant sprawl of Neo-Tokyo, amidst the towering corporate enclaves and shadowy back alleys, a unique and intriguing presence thrives—the Jo-Pok Mafia. This enigmatic syndicate, predominantly composed of Korean expatriates, has carved out a niche unlike any other. Instead of dealing in traditional criminal enterprises, the Jo-Pok specializes in a realm where the digital realm meets reality: games and augmented reality (AR).  The Jo-Pok Mafia's primary domain is the gaming underworld, a world where fortunes are made, lost, and gambled away in the blink of an eye. They oversee a web of underground arcades and virtual casinos, offering a sanctuary for gamers, hackers, and thrill-seekers alike. Whether it's battling in ruthless AR combat tournaments, wagering on illegal BTL matches, or formign black markets in the latest VRMMO, the Jo-Pok Mafia has its digital fingers in every gaming pie. The heart of the Jo-Pok's empire lies in their secret digital casinos, hidden in the darkest corners of Neo-Tokyo's vast matrix. These gambling dens feature high-stakes card games, holographic roulette wheels, and illegal betting on various AR sports leagues. Gamblers flock to these clandestine establishments, their hopes and fortunes intertwined with every roll of the dice.  The syndicate also hosts underground VR arenas where the city's most elite deckers, riggers, and AR combat specialists go head to head. Spectators, hidden behind encryption and VR masks, wager on the outcome, making it a high-octane digital bloodsport that keeps the masses entertained while the Jo-Pok profits. One of the most intriguing aspects of the Jo-Pok Mafia is the seamless fusion of cutting-edge technology with traditional Korean customs. The syndicate often employs AR shamans to blend the digital and spiritual realms, enhancing their games and augmenting the experiences of their patrons. Gamblers and tech aficionados travel from all over Neo-Tokyo to witness these mesmerizing AR rituals and partake in the Jo-Pok's unique brand of entertainment.  Despite their unconventional focus, the Jo-Pok Mafia maintains a broad network of connections throughout Neo-Tokyo. They have discreet dealings with tech corporations, securing exclusive AR technology and expanding their influence over the city's gaming scene. Moreover, they are known to strike partnerships with smaller Yakuza factions and even some Triad affiliates, forming a robust web of allies to support their operations. The Jo-Pok Mafia is a testament to Neo-Tokyo's ever-evolving criminal landscape, where the virtual realm can be as lucrative as the physical one. As the syndicate continues to extend its digital dominion, it raises the question of what other unconventional enterprises might find their place in this sprawling, neon-lit metropolis. The Jo-Pok Mafia is more than just a criminal organization; it's a digital dynasty, dictating the rules of a new kind of underground empire—one where the boundary between the real and virtual worlds blurs into one grand spectacle."
  },
  {
    "title": "Underworld - The White Tiger Gang: An informational article by Sukuya Rika",
    "body": "In the sprawling labyrinth of Neo-Tokyo's underworld, a minor yet intriguing player has emerged— the White Tiger Gang. Although they may not hold the same sway as the mighty Yakuza or the flashy Jo-Pok Mafia, this up-and-coming gang possesses an element that sets them apart: substantial support from a powerful corporation lurking in the shadows.  Named after the rare and revered white tiger of Korean mythology, this gang operates on the fringes of the city, primarily focused on extortion, protection rackets, and smuggling. Their name carries both an air of mystique and a sense of pride among their members. Unlike the traditional Yakuza or more technologically-inclined Jo-Pok, the White Tiger Gang leans into a more classic gangster aesthetic, favoring leather jackets, fedoras, and a strict code of honor.  What makes the White Tiger Gang an intriguing enigma in Neo-Tokyo's criminal landscape is the corporate puppeteer that pulls their strings from behind the scenes. While most gangs scrape by on illicit activities, this gang enjoys financial backing from an undisclosed megacorporation. Industry insiders speculate that a prominent corporation with a vested interest in Neo-Tokyo's criminal underbelly funnels resources, money, and cutting-edge tech to the gang.  The exact motivations behind the corporation's support remain shrouded in mystery, but several theories abound. Some suggest that the corporation employs the White Tiger Gang as a discreet arm of their operations—outsourcing dirty work they'd rather not associate with publicly. Others speculate that they're merely testing the waters of the criminal world, exploring avenues of influence or potential turf expansion.  Armed with surpisingly powerful cybernetics, the White Tiger Gang exhibits a unique blend of old-school gangster tactics and cutting-edge technology. Members can be spotted wielding customized cyberware and augmented weaponry, making them a force to be reckoned with on the streets. This marriage of tradition and technology has raised their profile in a city that's no stranger to cyber-enhanced conflicts.  The White Tiger Gang may be minor in scale, but their influence continues to grow steadily. They operate in the shadows, benefiting from the expertise and resources provided by their mysterious corporate benefactor. Their potential as a wildcard in the criminal landscape, combined with their unyielding dedication to their code of conduct, makes them a gang to watch in Neo-Tokyo.  As Neo-Tokyo's criminal underworld evolves, the White Tiger Gang stands as a testament to the unpredictable nature of the city's criminal elements. While they may not have the same reputation as the Yakuza or the Jo-Pok Mafia, their potent combination of tradition, technology, and corporate support could elevate them from the ranks of minor players to key influencers in the shadows of this sprawling metropolis."
  },
  {
    "title": "Corporation - Mitsuhama: Nuyen Talks, Magic Walks, and a Dash of Chrome gets ya the rest.",
    "body:": "Alright people, todaywe are diving into the labyrinth of Japanacorps and shining a spotlight on the juggernaut looming over the rest—Mitsuhama Computer Technology (MCT). These guys practically own the franchise on everything from mining drones tearing up colonies to smart-tanks rocking the Japanese flag in foreign territories. You can't stroll through Tokyo without tripping over one of MCT's automated streetcleaners. Now, the news, or what passes for it, feels more like Mitsuhama's PR brochure than anything else. Their products are everywhere, and are touted like the biggest deal. But guess what? Emperor Yasuhito's recent shake-ups got the suits at MCT sweating. The imperial military dance partners are feeling the pinch as Japan softens its stance, losing contracts and serious cash.  For these guys, it's always about the nuyen, and they're cozy with the Japanese imperial military. Retired generals swap uniforms for suits, and right-wing nationalists find a cushy home in Mitsuhama after their political gigs. But unlike Renraku, who's more about philosophy, Mitsuhama sees Japanese imperialism as a golden ticket. The fact Yasuhito has been softening on the so far militaristic approach to colonies has been shakin' them up. Rumors even talk about a secret playbook with fifteen coup scenarios tucked away. Magic might be in the mix. In their shadowy operations, there are whispers of deniable assets ready to hush the Emperor's allies. And here's a kicker: word on the street is that Ryumyo himself has the ear of a top MCT exec.  Venturing through Neo-Tokyo means bumping into MCT's creations everywhere—from drones to vehicles and all the way down to the trinkets your wagemage buddy flaunts. These guys are eyeing the cyborg supremacy crown with their Otomo anthroform drones and cerebral containment unit tech. Mitsuhama's slogan? \"Where the bottom line meets the cutting edge.\"   Mitsuhama isn't just your run-of-the-mill tech corp; they've got their fingers deep in magic. Mitsuhama Thaumaturgical Research was front and center in snagging magical patents after the awakening. Even the Yakuza threw some nuyen into Mitsuhama's magical garden, financing their mystical research. Now, Mitsuhama Magical Services slings spells for anyone with the cred. But, you know, whispers in the shadows say there might be more to that magical garden than meets the eye. Pentacle Distributing, their magical goods supplier, is the bigshot in the Pacific Rim. Just hit up Katama Odo in Hong Kong for all your magical needs. They swear by all-natural magical products, even offer refunds if they smell like machine harvesting. But be careful,. Mitsuhama's magical game might even outshine Aztechnology's in some places, and that's a race you don't want to get caught in.  Now, let's talk hardware. Mitsuhama's Hardware Division is a tech junkie's wet dream. Nanoforges, space drones, cyberware—you name it, they're churning it out. Toshiro, the big cheese at Mitsuhama, rocks the chrome like a boss. They say the reason every product is so high spec is cuz he only wants the best of the best himself. They've also got zero zones, heavily fortified spots with walls, magical barriers, and all the traps you can think of. Not every Mitsuhama joint gets the VIP security treatment, though.   So, that's Mitsuhama for you—a mix of nuyen, magic, and chrome, making waves in the mess that's Neo-Tokyo. Keep your eyes peeled, chummer; Mitsuhama's always got a card or two up their chrome sleeve."
  },
  {
    "title": "Corporation - Renraku: Corporate Religion, Taken Too Far",
    "body": "Step into the data-driven world of Neo-Tokyo, chummer, where Renraku's colossal presence shapes the city's very fabric. These guys are the puppet masters, pulling the strings that make the corps and government dance. Renraku's grip extends over the back-end telecom hardware, the data it stores, and the software it uses to sift through the digital ocean. And if you're paranoid about those RFID tags, just know that Renraku probably knows more about you than your mom does—what you had for breakfast included.  But it's not just about numbers and codes. Renraku's playing with some cutting-edge toys in Chiba, testing nanotech and cybertech that won't hit the streets for another decade. Yeah, they're the brains behind the scenes, but they've got fingers in every pie, from financial algorithms to underwear. And don't be fooled by the humble household appliances—they're all part of Renraku's imperialist Japanese branding strategy.  Renraku's not just a data giant; they're also a cultural force. You can't stroll through Neo-Tokyo without bumping into their logo plastered on millions of RFID tags. They've got this subtle but in-your-face ad campaign, pushing Japanese religion, culture, education, and yeah, even youth culture. Renraku's got kids jacked into the Matrix at six, slinging datajacks and commlinks like candy. And they're racking up spots in the top twenty Matrix games.  Now, what's Renraku's secret sauce for success? Interoperability. It's not just about storage space or fancy toasters. It's about providing one-stop shopping networks that connect desire to opportunity. Building an office? Renraku's got your real estate, construction gear, financing, and even security services. They're like the Amazon of corporate services, but more Japanese and with fewer smiley faces.  But it's not all corporate smiles and data dreams. Renraku's got their own version of the boogeyman—the Red Samurai. These crimson-armored badasses started as Aneki's personal guard, and they're packing gear that makes the Japanese Special Forces blush. And watch out for the \"Red Ninja\"—they're Renraku's plainclothes killers, masters of stealth and assassination. Shape-shifting and deadly, these guys don't mess around.  In the cutthroat world of Renraku, it's all about achievements and public image. You want to climb that corporate ladder? Better look sharp and not cause trouble. The middle manager is your best buddy and your potential ticket to the top. But watch your back; Renraku's corporate culture is as unforgiving as it gets.  Now, here's the kicker—Renraku's unfettered access to your info isn't just for fun. They're marketing their products and ideals, just like Horizon or NeoNET. You're not just buying services; you're buying into the Renraku way of life. The Bushido code, samurai philosophy, honor, and respect—it's all part of the package. And guess what? It's working. Renraku's disseminating their ideals to the masses, making people believe in something more than just data and devices.  But here's the twist. Renraku's not a one-man show. It's a zaibatsu owned by a cabal of families, each with less than ten percent ownership. The old faces have moved on, and a new generation leads the company. They've shifted tactics and politics but still wave the samurai code flag. Honor, respect, dedication, knowledge, and faith—these are the five tenets of Renraku, the criteria every employee is quizzed on before they join the corporate family.  Yet, there's a catch. No metahumans past junior executive assistant. Renraku's clinging to the old ways, they say. Call it racial purity or Yakuza principles; in Renraku, only humans need apply. Despite the controversy, Renraku remains a powerhouse, blending tradition with modernity."
  },
  {
    "title": "Corporation - Hisato-Turner Broadcasting: Riding the Edge",
    "body": "Alright, chummers, let's talk about Hisato-Turner Broadcasting (HTB) and how it went from being your run-of-the-mill media suit to the rebel with a cause in Neo-Tokyo. So, picture this: HTB, the old-school suit types, got a makeover when the big shots from Horizon Group slipped in and decided to shake things up.  Gone were the days of playing it safe. The suits got the boot, and in came a fresh wave of Japanese mavericks who didn't give a damn about societal norms. Suddenly, HTB's programming wasn't your grandma's cup of tea anymore. We're talking manga, anime, trideo, and sims, all served with a side of edginess. The young guns hit the scene, challenging the status quo and making the old guard in government and corporations squirm in their seats.  Now, here's the twist: HTB didn't just go for shock value; they went all out. Strong female characters, equality with metahumans, and a nod to free and creative lifestyles that flip the bird to corporate norms—HTB was throwing punches, and even NewsNet Japan, a division of Hisato-Turner, jumped on the bandwagon, giving the finger to established precedents and making Japanese officials blush on air.  But that's not all. HTB went rogue on the tech front too. They're waving the flag for technomancers and AIs, giving them some airtime and telling politicians pushing for strict regulations to take a hike. Of course, the suits in the corporate-backed Diet and the Imperial Ministry of Internal Affairs weren't too thrilled. Fines and punishments rained down on HTB, but did they back down? Hell no. The Imperial Ministry of Justice started making threats, talking investigations and trials, but HTB just flipped another finger.  Now, in the shadows, things are getting real messy. The legal heat is on from the government, but the real action is happening behind the scenes. Rival corps, especially those who've been calling the shots in Japanese media, are playing dirty against HTB. You see, Horizon Group being a foreign owner has the Japanacorps sweating bullets, afraid they'll lose their grip on mainstream media.  And let's not kid ourselves; HTB might paint themselves as the rebels fighting the good fight, but deep down, it's all about corporate chess. Horizon wants a slice of the global entertainment pie, and controlling Japanese media is a power move, doubly so when they're the only major overseas corpo in town. In the shadows, Hisato-Turner Broadcasting is walking the tightrope, being both the rabble-rouser and the pawn, navigating the currents of Neo-Tokyo's media circus. I sure as hell can't wait osee where this goes."
  },
  {
    "title": "Corporation - Aztechnology JP: Magic and Megacorps",
    "body": "Alright, chummers, gather 'round for a tale about the behemoth of the corporate world, Aztechnology. Headquartered in the heart of Tenochtitlan, Aztlan, this megacorp is the North American juggernaut, ruling the roost as the second-largest corporation globally and the numero uno producer of consumer goods. If you've seen it on a shelf, chances are Aztechnology slapped its logo on it.  The Aztech giant isn't just about toasters and trid shows; it's a magical powerhouse. Tapping into the mystical arts, Aztechnology dominates the magical industry. But here's the twist—the corp is tight-lipped about who's pulling the strings in their boardroom. It's all shrouded in secrecy, but their grip on the Aztlan government is no secret. The laws dance to Aztechnology's tune, and the corporation revels in the support.  Now, zoom in a bit. Aztechnology's game isn't just about big moves; it's about a thousand small ones. Each subsidiary, whether AA or transnational, dances to its own tune. Presidents run the show, reporting either to subsidiary boards or Aztechnology's bigwigs. It's a dance of power, with each move designed to navigate the tricky waters of global restrictions. Speaking of which, Asia's not Aztechnology's biggest playground. They've got Stuffer Shacks and Carrefour divisions in every Asian sprawl, but it's not a manufacturing hotspot for them. Cheaper labor elsewhere suits Aztechnology just fine. Instead, they cozy up to the Pacific Prosperity Group and other influential AAs, letting them do the heavy lifting in the region.  Now, let's talk politics. Aztechnology's got a seat at the table in the corporate court of Japan, but it's more of a spectator spot. Non-Japanese entities can't vote, so it's more about eavesdropping on the competition. But Aztechnology isn't just about boardroom politics; it's about cultural dominance. The Aztec Revival culture is the name of the game, and citizens are expected to pay homage to the Path of the Sun. Gender plays a big role; the corporate landscape favors the traditional masculine, but a few women break through the glass ceiling.  Oh, and magic? Aztechnology's got it in spades. From Talented guards to mages scanning thoughts, their facilities are a magical wonderland—or nightmare, depending on who you ask. And don't forget the odd vibes in places like Azzie pyramids; citizens call it a sign of power; the rest of us call it creepy. On the metahuman front, Aztechnology's not exactly a poster child for equality. Discrimination lurks in the shadows, with promotions tied to years of service and lifespans. Orks and dwarves may hit a glass ceiling, and the top execs are more likely to have pointed ears than tusks.  And here's the kicker—the tempo controversy. Despite officially opposing the drug, Aztechnology's pharmacies sell it, carefully labeled to keep up appearances. It's the classic corporate two-step, my friends."
  },
  {
    "title": "Corporation - NeoNET: Webs, Wares, and Asian Affairs",
    "body": "NeoNET is weaving a web that stretches from Boston to Neo-Tokyo. This isn't just another AAA player; it's a conglomerate born from the chaos of Dunkelzahn's demise and Fuchi's fall. Let me break it down for you. So, Dunkelzahn bites the dust in '57, and Fuchi's internal drama unfolds like a twisted trideo plot. Villiers, the savvy puppet master, seizes Fuchi Americas assets and juggles them into Novatech. But it's not all smooth sailing; Dankwalther throws a wrench into Novatech's gears. Then, boom! NeoNET rises from the ashes of Novatech's public offering, led by the shrewd Richard Villiers. Celedyr tries to play the game but ends up with a minority stake. It's a tale of power plays, financial turbulence, and corporate alliances that solidify NeoNET as a major player on the world stage.  Now, NeoNET's structure is a bit of a maze, reflecting its unusual composition—Novatech, Transys-Neuronet, and Erika. They keep the established brands but throw in NeoNET as the umbrella covering them all. It's like a set of interlinked cancerous nodes, and believe me, the shadows are thick with whispers about what's really going on.  But let's talk about what Joe Average knows. First and foremost, NeoNET is the Matrix overlord. They dominate the Matrix service game. Then there's the array of software products and commlinks that make them a household name. They've got consumer electronics down pat, from customizable appliances to media consoles. It's the kind of stuff that's as familiar as your morning soykaf.  Now, Novatech, the old hand in the game, is the go-to for consumer electronics. Commlinks, open-source software, and more, all under the Novatech banner. They're not just targeting the average Joe; they've got corporate Matrix-security suites and public-data hosting in their bag of tricks. Novatech is everywhere, and you don't even know it.  Erika, on the other hand, is the brain behind the brawn. They focus on the industrial and governmental sectors, offering data-traffic infrastructure services and specialized knowbots. If it's cutting-edge, Erika's got a finger in it. From media productions to sim flicks and education programs, Erika's aggressive marketing campaigns make sure you know they're in the game.  And then we've got Transys, the cyber- and biotech arm of NeoNET. They're the kings of augmentations, from wifi upgrades for your chrome to nanotech-scale innovations. If you're looking for cyber-, bio-, or nanotech surgery, Transys has you covered. Hospitals, clinics, Doc Wagon—you name it, they're maintaining it.  Now, let's talk NeoNET TransAsia. This outfit oversees NeoNET's Asian presence, and it's not just some small player. It's a network of A-level outfits scattered across Asia's main economic centers. They're the shadow in the neon-lit streets of Neo-Tokyo, playing the game on the local level. While they can't compete with the Japancorps, their presence is still astounding."
  },
  {
    "title": "Corporation - Shiawase: The Family Business",
    "body": "In the grand tapestry of Japan's corporate landscape, Shiawase stands as the classic zaibatsu, the elder statesman among megacorps, governed by the venerable Shiawase family. Money is their game, and they play it well, proving that even an old dog can learn new tricks. After initially opposing the Emperor's reforms, Shiawase now dances an unexpected tango with the imperial forces. But in this corporate waltz, the question lingers—whose strings are being pulled in this new relationship?  Family values are the heartstrings of Shiawase. They foster a unique corporate culture, recruiting entire extended families into their fold. Loyalty is a two-way street; Shiawase takes care of its own, but in return, they expect unwavering devotion. Yet, beneath the facade of familial bliss, power struggles ripple through the upper echelons, with each branch of the Shiawase clan vying for supremacy.  Shiawase's core businesses are the pillars of its dominance: Atomics, Biotech, and Envirotech. Formerly Shiawase Atomics, Shiawase Energy leads the world in sustainable energy technology. Solar satellites, geothermal energy, and underwater tidal plants showcase their commitment to a greener future.  Shiawase Biotech, the biotech juggernaut, covers the entire spectrum—from cyberware and bioware to nanoware and genetic tampering. It's a one-stop shop for those looking to enhance their bodies, legally or otherwise. Finally Shiawase Envirotech, handling everything from mining to waste disposal. This division doubles as a PR tool, championing environmental causes and wildlife habitat restoration. Shiawase Media Services ensures the world hears about their noble endeavors.  And the question echoes: What don't they do? Shiawase's business tentacles reach into every facet of life, from food production to nanofabrication, from fashion labels to shipyards. It's a true megacorp, providing components for everything under the neon glow of the urban sprawl."
  },
  {
    "title": "Corporation - Prosperity Development Corporation: Building Dreams or Nightmares?",
    "body": "Listen up, folks, because in the concrete jungle of the Pacific Rim, the Prosperity Development Corporation is making waves, and not all of them are gentle ripples. This real estate juggernaut, majority-owned by Wuxing, has been throwing its weight around in Japan and the surrounding islands, turning volcanic ash-zones into shopping havens and former military bases into high-end condos. But hold onto your credsticks; this isn't your typical success story.  Wuxing, the big dragon on the block, owns a whopping fifty-eight percent of Prosperity Development Corporation. But it's not a solo act. Aztechnology has a thirteen percent share, and the Horizon Group is in for another eleven percent. Three megacorp heavyweights, all hungry for a piece of the Imperial Japanese land pie.  Now, here's where the plot thickens. Prosperity's success is like a mixed potion—potent but controversial. In Japan, where tradition clashes with the neon-lit future, locals aren't thrilled about foreign ownership. Political pressure has forced Prosperity to back off from deals that hit a nerve. And don't even get me started on the Philippines; they see Prosperity as a puppet of the former Japanese occupation. The fact that their HQ is in Neo-Tokyo doesn't help shake off that image.  But wait, there's more drama. The Triads, those shadowy players in the underworld, have hitched a ride on Prosperity's development projects. It's like the dark side of gentrification. Triads use these projects as fronts, sneaking into areas where they couldn't set foot before. Where the Triads go, violence and BTL trade follow, staining the very communities Prosperity claims to uplift.  Now, the owners aren't exactly thrilled about this unholy alliance. They didn't sign up for Triad drama. But here's the kicker—if they try to clean house or bring in competition, violence could erupt, tearing the corporation apart at the seams."
  },
  {
    "title": "Corporation - Eastern Tiger: Navigating the Tensions in Neo-Tokyo",
    "body": "Being Korean in Japan is a challenging endeavor, and for Eastern Tiger, Korea's premier heavy-industry corporation, the difficulties are compounded as it establishes roots in the tumultuous soil of Neo-Tokyo. Despite the complexities, Eastern Tiger persists, maintaining a divisional headquarters in the heart of Neo-Tokyo and securing government contracts for the development and maintenance of the city's more impoverished or hazardous zones.  The corporation, however, grapples with a tarnished reputation fueled by media allegations of substandard materials and the use of illegal immigrant labor. These accusations have cast shadows over Eastern Tiger, impeding its ability to secure more lucrative contracts. Even high-profile moves, like acquiring the Hanshin Tigers baseball franchise, intended to bolster local acceptance, have faced setbacks, with a humiliating defeat dampening the initial enthusiasm.  Financially, Eastern Tiger finds solace in strategic partnerships, particularly with Hisato-Turner Broadcasting and Prosperity Development Corporation. While the corporation's core interests in Neo-Tokyo revolve around land development, both above and below ground, its real estate endeavors are primarily concentrated in Minato. The construction of a transplastic materials factory in this district, focusing on plascrete and plassteel production, promises economic opportunities for hundreds of workers.  The tension between Korea and Japan, deeply rooted in historical grievances and wartime legacies, casts a long shadow over Eastern Tiger's endeavors. The corporation faces not only the challenge of navigating Japan's historically cautious approach to foreigners but also the broader historical context that amplifies this mistrust. The struggles of Eastern Tiger can be seen as a reflection of these deep-seated issues, further complicated by its own dealings with the Triads, bringing in illegal Korean immigrants for cheap labor, and the use of Plasteel-7, a material known for its defects."
  },
  {
    "title": "Corporation - Sony: The Oldschool Maverick",
    "body": "Alright, chummers, let's talk about Sony. In the crazy tech battlefield of Japan, these guys are the wily survivors, playing the innovation game like it's poker night in the sprawl. They're not afraid to roll the dice, and sometimes it's a spectacular fail, but other times it's jackpot city.  Remember the struggling Chrysler-Nissan Group? Yeah, Sony swooped in like a phoenix, trimmed the fat off the car biz, and shifted gears into the drone scene. Now, they're not just making fuel-efficient rides but also rocking the skies with Chrysler-Nissan drones and slick Sony micro-drones. They're like the rock stars of the automotive and drone world, mixing beats others can't even hear. Here's where it gets interesting—they're in a sorta dance with Mitsuhama. Sometimes they tango on the hot one-metahuman-vehicle floor, but in other spots, they're tag-teaming. Sony designs drones, Mitsuhama slaps their logo on it. It's a cozy setup, but some say this bromance could turn sour if Sony keeps ruling the drone roost. Keep your eyes on this 'friendly competition,' chummers.  Now, let's get all tech-philosophical. Sony's big into robotics and AI, coining the term RSSComps for their Responsive Subsentient Software Companions. It's all about making AI that's chummy with humans. Think subsentient pets, smart commlinks, and bots helping grandmas. They're selling like hotcakes, thanks to software that's got a knack for playing nice with folks.But don't think Sony's diving into the AI deep end like Renraku. Their AI mojo is task-specific, usually shackled to gadgets or robots. The magic word here is \"subsentient.\" Neo-Tokyo still got a thing against rogue AIs, you know? Sony's playing it safe, at least in that department. Now, rumor has it Sony's eyeing headware that's not just tech—it's practically a virtual sidekick. Imagine a brain widget that not only does some thinking for you but also helps you decide stuff. Creepy or cool? Depends on your flavor.   And you know why Sony can throw dice in risky games? 'Cause they got a stronghold in the safe zones—appliances, consumer electronics. They're the big shots in your living room, making Sony a name you can't escape. That gives them the street cred to dive into wild projects while you're watching TV on your Sony screen. It's a wild tech ride, and Sony's in the driver's seat, blazing trails in the Neo-Tokyo jungle. Keep those AR shades on, chummers; Sony's just getting started."
  },
  {
    "title": "Corporation - DaiatsuCorp: Shaping Neo-Tokyo's Future, One Island at a Time",
    "body": "Alright, listen up, folks. Daiatsu might not be a name on everyone's lips, but if you've ever snagged a snack from a Neo-Tokyo vending machine or eyed those artificial islands in the bay, you've brushed shoulders with this heavyweight.  Their main gig? Earth-moving machines and construction.Turning soggy real estate into prime, dry plots. The islands in the bay? Yeah, that's Daiatsu's handiwork. Sturdy as a troll's grip, built on plassteel-reinforced plascrete columns driven deep into the bedrock. Evo's their rival, pushing aquadomes and aquaculture. It's like a high-stakes game of \"who's got the cooler islands.\"  But wait, there's more. Daiatsu isn't just reshaping the landscape; they're the kings of vending machines in these parts. From customizable meal hubs to AR-guided beauty packs, they've got it all. And get this—word on the street is they're pimping out their vending game. They're jazzing up the interface with a variable-gender AR anime sidekick. This digital buddy chats you up while you grab your goodies, even plots a faster route based on traffic, stock, and local buzz. Say goodbye to those snack-time queues.  Now, here's the kicker—Daiatsu's diving deep into AR tech. Since the Matrix 2.0 hit the scene, they've been riding the bleeding edge. Some say their gizmos are so cutting-edge, they're practically sentient. Maybe their machines are plotting the next grand vending machine revolution. Who knows, chummers?"
  },
  {
    "title": "Corporation - Silver Hands Inc.: PROSTHETHICS REVIEW: Episode 65",
    "body": "…alright, chummers, next up is a new brand no'ones heard of yet. You might not have Silver Hands Inc. in your speed dial, but they've been playing a silent game in the shadows.  These guys are like the back-alley surgeons of the cyberware world. Not exactly A-listers, but they've got the city buzzing. See, the word on the neon-lit street is that Silver Hands is the go-to for the White Tigers, those thrill-seekers hooked on chrome enhancements. Now, don't go expecting them to flash their logo on the skyline or sponsor trids. Silver Hands keeps it low-key, dealing in the kind of cyberware that doesn't break the bank but still packs a punch. Cheap, efficient, and maybe a little too good to be true. I tried their arms myself and hooo boy.  Rumor has it, they're the ones who hooked up the Tigers with those slick upgrades that let them dance on the edge of reality. Enhanced reflexes, boosted muscles, you name it. But here's the kicker—they're not about flaunting their work. Subtle, sleek, and street-ready. So, next time you spot a White Tiger with a shiny new limb or eyes that gleam a bit too bright, chances are Silver Hands had a hand in it. They might not be the headliners, but they're the architects of chrome dreams for those who prefer to live life on the razor's edge. They're also the sponsors of this episode. Did you know that…"
  },
  {
    "title": "Corporation - Monobe Corporation: True Honor Restored",
    "body": "Alright, listen up, chummers. When it comes to bio-ware that's a cut above the rest, Monobe Corporation is the name echoing through the sleek streets of Neo-Tokyo. Forget your flashy neon signs; Monobe doesn't need 'em. They're too busy churning out top-notch bio-enhancements from their clonal vats.Based out in Matsuyama, Monobe isn't just a big deal in the local scene; they're a global powerhouse. This A rank corp doesn't mess around, boasting neurosurgeons and cyberclinics that'll make Renraku blush. But their real claim to fame? Bio-ware that's a work of genetic art.  National pride? You bet. Monobe stands tall as one of the oldest As in the world, flexing corporate muscles that could give Horizon and Wuxing a run for their nuyen. And here's the kicker—they've been gunning for a council seat like it's the holy grail. Makes you wonder how many corporate knives they've dodged in that political dance. Now, the plot thickens when you talk about their rivalry with Evo. Monobe snatched Evo's emergency medical services contracts in 2069, and the reasons? Well, depends on who you ask. Diet officials threw around \"poor response time,\" but Monobe sells it as a victory for the people. Classic corp drama, right?  But here's the real twist—Monobe doesn't play Yakuza games. CEO Toshio Mitsukuri apparently had a street-level past, got the cold shoulder from the Yaks, and now he won't touch ex-Yaks with a ten-foot pole. No sokaiya tricks, no Yakuza puppetry. Just pure, unadulterated bio-tech excellence. This means they're one of the weaker corps when it comes to power projection, but they sure as hell wont betray you like some of the megas are certain to. So, next time you're thinking of a bio-enhancement , Monobe's where you wanna be. And if you hear whispers of a council seat scramble, you know Monobe's in the thick of it, playing the game their way. The proper one."
  },
  {
    "title": "Corporation - Matsundai Corporation: Truthsayer in the Choir Of Lies",
    "body": "Alright, listen up, in the grand symphony of mediacorps, there's a minor player that's been quietly tuning its instruments and making some sweet, sweet music. I'm talking about Matsundai Corporation, and no, it's not a sushi joint; it's a media corp that's carving its niche in the shadows of Neo-Tokyo. Nestled in the sprawling web of neon-lit streets, Matsundai might not be a household name, but it's got its fingers in enough pies to make even the big boys take notice. This A class corp might not have Evo's flashy AR ads or Horizon's trideo extravaganzas, but what it lacks in glitz, it makes up for in gritty, street-smart content.  Now, Matsundai's media empire ain't sprawling like Horizon's, but it's got a charm of its own. Think low-budget trid shows with heart, pirate radio stations that play what the people want to hear, and a finger on the pulse of the urban underground. They might not have the cred of Horizon's trideo stars, but Matsundai is all about the real, the raw, and the uncensored. What makes Matsundai stand out? Well, they're not afraid to get their hands dirty. While the big boys are busy sanitizing their newsfeeds and massaging corporate egos, Matsundai's diving into the gritty underbelly. Rumor has it they've got a knack for uncovering the stories that the Megas want buried. Hell, their owner's even a ex yak if rumours are true.  Now, here's the kicker—they're not just about trid and simsense. Matsundai's got its fingers in the matrix too. Their Matrix-based content might not be as flashy as Renraku's, but it's got that down-to-earth vibe. The kinda stuff that resonates with the everyday punter trying to survive in the neon jungle.In the grand media dance of Neo-Tokyo, Matsundai might be a minor player, but they're playing their tune, and people are starting to listen. So, next time you catch a rogue trid show or stumble upon a gritty pirate radio station, chances are Matsundai's behind it, whispering the stories the Megas don't want you to hear."
  },
  {
    "title": "Fringe - XXXII",
    "body": "In Neo Tokyo, XXXII emerges as a faction that navigates the shadows, challenging the established norms surrounding technomancers. Unlike many in the vibrant sprawl, the Japanese populace tends to regard technomancers with a mixture of curiosity and suspicion, often alienating them as societal outliers. The crux of XXXII's existence lies in their response to the corporate exploitation of technomancers. Rather than sympathizing with these individuals, society opts to overlook their struggles, allowing the megacorps to leverage their unique skills for their own gain. The consequence is a continuous cycle of abduction and indoctrination, a dark underbelly of the sprawling corporate machinery.  The emergence of XXIII, a collective of technomancers, jackers, and riggers, is a coordinated response to the perceived injustice. Operating in the shadows, they utilize unconventional means to resist corporate control, employing technomantic creatures and embracing an array of digital tactics to level the playing field. The significance of XXIII lies in its ability to operate off the conventional grids, having their own networks which lets them navigate the digital landscape with a certain elusiveness. Their methods include the release of techno-critters, entities that blur the lines between magic and technology, posing danger to anyone nearby.It is crucial to note that XXIII engages in data extortion, a tactic that targets both corporate executives and unintended bystanders."
  },
  {
    "title": "Fringe - B'n'B",
    "body": "Chummer, dive into the wild side of Neo Tokyo, where Bakuto No Bakuta runs the game. These cats ain't your typical AR junkies—they're the real deal, bridging the gap between gaming and reality in the chaotic sprawl.  In the world of erekizoku (electric tribes), B’n’B stands out. Born in the digital crucible of GameNation, they're more than just code geeks; they're rigger-centric rebels with ties to the bosozoku (speed tribes). These aren't your run-of-the-mill hackers hiding in the shadows; they're gamers turned hacking threats.To join the B’n’B crew, you gotta flaunt skills in AR graffiti, drone mods, and some unconventional stuff like \"ghost riding.\" That's hijacking live corporate races and sharing senses with the drivers, if ya didn't know.  When they roll out, be it in the Matrix or on their tricked-out bikes, their game-honed reflexes make 'em a force to be reckoned with. They blur the lines between games and reality, pulling off unpredictable stunts that challenge the boundaries of the digital and the physical. This inability also leads to them being genuine threats to everyone around them, including themself. What really sets 'em apart is their rise sans Yakuza strings. B’n’B is one of the few crews not playing puppet to some oyabun. But, the big question mark hangs over their funding. Tactical gear and top-notch programs don't come cheap, and nobody's spillin' the cred secrets. In the streets of Neo Tokyo Bakuto No Bakuta is scripting their own story. Get ready for a wild ride, and stay wired."
  },
  {
    "title": "Fringe - Mitsuhama Forever",
    "body": "Mitsuhama Forever, the official fan club that takes brand loyalty to a whole new level. Sanctioned by MCT, these gangsters bleed Mitsuhama blue, making sure everyone knows where their allegiance lies.  Born out of the corporate playground of Odaiba, Mitsuhama Forever has been throwing down its loyalty for over three decades. They don't just wear the brand; they live it. Walk into their turf flaunting the logo of an MCT rival, and you're asking for trouble. These fanatics aren't afraid to throw down for their megacorp, especially when it comes to their longstanding beef with those Evo supporters. Public high schools in Neo-Tokyo become battlegrounds when Mitsuhama Forever and Evo fans clash.  But it's not all about street brawls. Mitsuhama Forever serves as a talent pool for both the Yakuza and Mitsuhama. If you're tough and smart, you might just land a scholarship to a local university or a vocational training school. And yeah, they take the brand so seriously that, on their sixteenth birthday, members proudly brand the Mitsuhama logo on the inside of their left wrist. That's commitment, chummer. So, next time you stroll through Odaiba, better check your attire unless you want to tango with the loyal soldiers of Mitsuhama Forever."
  },
  {
    "title": "Fringe - 701 Club",
    "body": "The 701 Club, the roaring heart of the bosozoku in Neo-Tokyo, tearing through the city streets on modified G-700 series engines. These speed demons embody the spirit of the \"speed tribes,\" a cultural phenomenon that has revved its engine through Japanese history. In a city where owning a car is more hassle than it's worth, motorcycles, trikes, and bikes rule the road. From legit racing clubs with the right permits to go-gangs raising hell and raking in profits, the bosozoku are the kings of the street races that light up Neo-Tokyo. Corp drones watch from their towers, placing bets as these rebels tear through the neon-lit asphalt. And in the heart of this two-wheeled frenzy is the 701 Club.  Named after the modified SK G-700 engines, these riders are more than a gang; they're a family. Led by the enigmatic Ojiichan, or \"grandpa\" in slang, the 701 Club started as a Ueno Park crew, growing into one of the biggest gangs around. But recent times have forced them to relocate to Minato, fleeing the heat of the Yakuza War. Don't let the grandpa nickname fool you; the 701 Club is a force to be reckoned with. A significant chunk of the gang consists of organ couriers in Chiba, paying a hefty cut for the protection the club provides. Cross them, and you might find your bike and your packages in the hands of organleggers and Yak mechanics. It's survival on two wheels, and the 701s have cut a deal with the Watada-gumi to operate in their turf, taking a slice of the action.  So, when you hear the roar of engines and catch a glimpse of neon streaks tearing through Minato, know that the 701 Club is on the move."
  },
  {
    "title": "Fringe - Red Ronin",
    "body": "The Kigyozoku Red Ronin, a shadowy force emerging from the corporate underbelly of Neo-Tokyo. Born in the mid-'50s, the Ronin's origins are shrouded in mystery — were they sanctioned by Renraku, or did a bunch of corp kids band together seeking a slice of notoriety? The lines blur, but their presence is unmistakable.  In direct response to the rise of Mitsuhama Forever, the Red Ronin was forged, evolving with each change in leadership. The current commander, Miko, a fiery teenage adept, conceals her true identity behind a mask, adding a layer of enigma to the gang's mystique.  Unlike other youth groups, the Red Ronin prefer the shadows, concealing their true selves. Getting entangled with the law could mean a loss of face for their parents, often high-ranking corporate figures linked to the gang's front. The masks not only shield their identities but contribute to the air of mystery that surrounds the Red Ronin."
  },
  {
    "title": "Institutional - ShishiOM",
    "body": "Welcome to the mystic realm of Shishi Operational Mechanics (ShishiOM), where the corporate world dances with the dragon lines under the watchful gaze of Ryumyo, Neo-Tokyo's draconic luminary. As almost a national symbol of Japan's Awakening, Ryumyo's corp, ShishiOM, seamlessly blends tradition with the cutting edge, making it a potent force in local translogistics and construction.  Shrouded in the reverence of Shinto, ShishiOM ensures that all its operations are accompanied by the appropriate rituals and blessings. Competitors may scoff at the mystical approach, arguing against the meddling in corporate politics by a dragon, but Shishi remains undeterred, thriving in translogistics and construction.  Rebuilding contracts flowed into Shishi's coffers after the devastation, a windfall that may or may not be connected to the dragon's influence. The Emperor, heeding the counsel of local priests and magicians, recognized the delicate nature of dragon lines and entrusted Ryumyo to direct construction without disturbing these magical currents. But whispers suggest that Ryumyo might have his own designs on Neo-Tokyo's dragon lines, as hinted by activities around his shrine.  Locally, ShishiOM manages the daily operations of the monorail system, a coveted contract that Yakashima has been eyeing for a decade. Despite fierce competition, Shishi holds onto the city contract, boasting an unquestionable quality of service—Shishi trains are known for their punctuality, though recent power outages have raised concerns about the reliability of their flawless service.  Beyond transportation, Shishi delves into eco-friendly infrastructure, specializing in backup or supplementary power cores for buildings. These designs are highly sought after, even by competitors like Shiawase Atomics, due to their cleanliness and cost-effectiveness. However, rumors suggest that these \"clean\" power cores might have a hidden secret involving low-grade spent uranium as a catalyst."
  },
  {
    "title": "Institutional - Eastern Capital Police",
    "body": "In the sprawling metropolis of Tokyo, the Eastern Capital Police (ECP) stands as the guardian of public safety, though its role has evolved from a profit-oriented security company into a more public institution. Comprising multiple companies, ECP's primary focus is crime deterrence, emphasizing patrols and street surveillance over criminal investigation.  ECP's success in priority security areas like Shibaura and Nishishinjuku has created an environment where people can confidently stroll the streets without carrying weapons, a luxury in a city grappling with declining public safety. The term \"policeman\" now refers to ECP members, who are dedicated to maintaining order and safety.  While ECP's presence has enhanced security in affluent districts, the situation is still challenging in the western areas of Shibuya and Ikebukuro, notorious for street gangs and yakuza activities. To address this, ECP is increasing officer numbers and revising security plans. Despite the strategic focus, response times vary drastically, with wealthier areas benefitting from rapid intervention while poorer districts may experience delays of up to 30 minutes or, in some cases, no response at all.  The dedication of many ECP officers is evident, yet there is a caution against excessive enthusiasm. Striking a balance, they scrutinize individuals deemed suspicious, with a particular focus on metahumans. The stark reality remains that unarmed citizens navigating certain areas must remain vigilant, acknowledging the potential dangers lingering in the shadows."
  },
  {
    "title": "Institutional - Pacific Rim Bank",
    "body": "The Pacific Rim Bank stands as the financial linchpin for the Japanacorps, mirroring the significance that Zurich holds for the rest of the world. Owned entirely by a council of Japanese corporations, which notably includes major players in Neo-Tokyo, this institution wields immense influence. Notably, the bank's bylaws became the blueprint for recent financial laws enacted by the Diet, underscoring the close relationship between corporations and the government.  Hideo Yokogawa, representing the Yokogawa Corporation, serves as the CEO, embodying the interconnected nature of corporate and financial leadership in the city. Beyond its financial functions, the Pacific Rim Bank employs protectionist strategies to safeguard local interests and stave off foreign competition. One such approach involves substantial investments in local corporations, occasionally leading to acquiring controlling interests and restructuring boards with seasoned corporate officers aligned with the council's agenda. Once the corporations are on a favorable trajectory, control is often returned to the original owners.  The bank's protectionist stance extends to influencing companies that diverge from the council's plans. Leveraging buyouts and subsequently reshaping business strategies, the Pacific Rim Bank ensures alignment with the overarching goals of the council. Moreover, the institution actively works to maintain protectionist laws, recognizing that the true wealth lies in shaping legislation. In the world of Neo-Tokyo's high-stakes corporate landscape, the Pacific Rim Bank's power lies not just in the shadows but also in the open, where it deftly maneuvers the corridors of the Diet and the corporate council, leveraging information to maintain control and influence."
  },
  {
    "title": "Institutional - Imperial Household Agency",
    "body": "The Imperial Household Agency (IHA) stands as the vigilant guardian of the Emperor in the complex dance of power that defines Neo-Tokyo. Operating as an independent agency of the national government, the IHA functions with the precision of a well-organized corporation, headquartered in the heart of the bustling city.  In essence, the IHA is a formidable intelligence and security entity tasked with both informing and protecting the Emperor and the Imperial Family. Rather than merely reacting to potential threats, the IHA takes a proactive approach, actively seeking out points of contention and working to defuse situations before they escalate. In this regard, it has earned the moniker \"Emperor's Left Hand.\"  As the delicate balance between the Emperor and the megacorporations plays out, the IHA has ascended in both power and influence since the early days of the Imperial Japanese State. Its current role involves engaging in backroom dealings and striving to broker compromises before issues become public spectacles. With substantial government resources at its disposal, the IHA possesses a wealth of intelligence, including comprehensive records of corporations operating within the Imperial Japanese State. Every corporation claiming extraterritorial status must register under the Business Recognition Accords, providing the IHA with a detailed overview of their activities.  The IHA's extensive intelligence network encompasses backup records of dual Japanese-corporate citizens' SINs, reported taxable income, and a myriad of other crucial data. In essence, the agency serves as a vital force preventing potential opposition to the Emperor from reaching critical levels. Without the watchful eyes and strategic interventions of the IHA, the Emperor would likely face far greater challenges in navigating the intricate landscape of Neo-Tokyo's power dynamics."
  },
  {
    "title": "Institutional - DCA",
    "body": "The Department of Corporate Activities (DCA), also known as Corporate Governance, operates as a crucial regulatory body in Neo-Tokyo, wielding authority over a broad spectrum of corporate-related issues. Unlike many jurisdictions, where city codes may dictate penalties, Neo-Tokyo relies on common law, placing the responsibility of handling corporate crimes and disputes between companies squarely on the shoulders of the DCA.  The DCA's purview spans patent disputes to outright physical conflicts between corporations, showcasing its versatility in navigating the intricacies of corporate law. Employing a range of methods, the DCA employs administrative mediation, deliberation of appeals, and, in certain scenarios, intervention by force to address corporate matters. The department doesn't shy away from investigating corporate crimes, deploying specialized investigators to delve into these complex cases.  For shadowrunners, the DCA poses a formidable adversary, as their mandate includes the exposure of corporate crimes. To prove such crimes, they often target individuals operating as pawns within the corporate machinery. This pursuit leads them to engage shadowrunners, leveraging their skills and often resorting to monetary incentives to encourage cooperation.  The DCA is renowned for its tenacity and ruthless pursuit of justice, making it a force to be reckoned with in the shadows. However, like any organization, it is not immune to internal complexities. Elite agents within the DCA may have personal connections with mega-corporations, introducing potential conflicts of interest. In some cases, these agents may turn a blind eye to runners hired by their sponsors, or they might discreetly share information about ongoing investigations."
  },
  {
    "title": "Institutional - Matsuhira Security",
    "body": "Matsuhira Security, a rising star in the sprawling neon expanse of Neo-Tokyo, may not boast the sprawling influence of megacorporate security giants, but its presence is steadily growing in the city's intricate security landscape. Founded with humble origins, Matsuhira has proven itself as a reliable, if somewhat unconventional, option for businesses and entities seeking professional protection without the hefty price tag associated with the major players. Unlike the corporate behemoths that dominate Neo-Tokyo's skyline, Matsuhira Security operates with a distinct focus on personalized service and adaptability. The company prides itself on tailoring security solutions to meet the specific needs of its clients, whether they're small businesses, local communities, or even individuals in need of discreet protection. This niche has allowed Matsuhira to carve out a space for itself in the competitive security market.  Matsuhira's approach is marked by a hands-on, community-oriented ethos. Localized security concerns are met with a quick and agile response, earning the company a favorable reputation among businesses operating in Neo-Tokyo's diverse districts. The company's security personnel are trained not only in traditional security measures but also in the art of blending into the unique cultural and urban tapestry of the city. One notable aspect of Matsuhira's operations is its investment in cutting-edge technology, although on a more modest scale compared to the megacorps. While they may not boast the latest experimental weaponry or state-of-the-art cyberware, Matsuhira's tech-savvy approach ensures that they stay ahead of the curve in terms of surveillance, threat analysis, and communication systems.  However, being a minor player in the shadows of Neo-Tokyo doesn't come without its challenges. Matsuhira Security often finds itself navigating the intricate web of corporate politics and rivalries, striving to maintain a delicate balance between neutrality and corporate partnerships. This delicate dance requires the company to carefully choose its clients and avoid stepping on the toes of the megacorps that loom large over the city. Matsuhira Security is gaining recognition for its reliability and willingness to take on jobs that others might dismiss as too small. Runners looking for a security partner that understands the nuances of Neo-Tokyo's diverse landscape might find Matsuhira Security to be a refreshing alternative to the imposing shadows cast by the megacorps."
  },
  {
    "title": "Institutional - Yokogawa INC",
    "body": "In the dimly lit corners of Neo-Tokyo's shadows, where the struggle for relevance and survival is a constant pulse, Yokogawa INC emerges as a testament to tenacity and resilience. This minor security company, born from the remnants of the criminal underworld, has clawed its way into the city's intricate security landscape, carving a niche for itself in the quieter, less savory realms of the shadows. Founded and led by former yakuza members, Yokogawa INC wears its history on its sleeve. The company's leadership, comprised of individuals with ties to the criminal syndicates of old, has been both a blessing and a curse. While their checkered past has led to shunning by some of the more reputable security firms, it has also become their unique selling proposition in the world of discreet and deniable security operations.  Yokogawa's approach is unapologetically hands-on, drawing on the skills and connections forged in the crucible of organized crime. The company employs a cadre of former yakuza enforcers, streetwise operatives who bring a level of grit and pragmatism to their security assignments. This willingness to operate in the gray areas of legality has made Yokogawa a go-to choice for clients seeking solutions outside the purview of mainstream security providers. While Yokogawa INC lacks the high-tech arsenal of the megacorporate giants, it compensates with a street-smart approach to security. Surveillance is often done with a blend of traditional methods and knowledge gleaned from the city's underbelly. Its operatives understand the ebb and flow of the criminal currents, making them adept at predicting and countering illicit activities.  The company's struggle for legitimacy is reflected in its constant battle for contracts and reputation. Yokogawa INC is often the underdog in bidding wars against more polished competitors, and the stigma of its yakuza origins can make it a hard sell to certain clientele. However, this same stigma becomes an asset in the realm of shadowrunning, where the willingness to get one's hands dirty is often more valuable than a pristine corporate image. In the shadows, Yokogawa INC is gaining a reputation as a reliable option for jobs that require a more unorthodox touch. Their ties to the criminal underworld allow them to navigate the intricate web of the shadows with a level of finesse that eludes many of their more corporate counterparts. Yokogawa INC might not have the prestige of the megacorps, but it has something perhaps even more valuable in the shadows – a history that is both feared and respected."
  }
]