[
  {
    "to": [
      "Shimmer",
      "YoungDevil44",
      "12",
      "GreenShell",
      "PunkedupGirl",
      "Silver03",
      "Iloveocean2058"
    ],
    "from": "Kilo",
    "title": "Got another job for ya",
    "body": "I’ve got a wonderful magical relic that I have to sell, and I know just the group to sell it for me. While it isn’t powerful in itself, it seems like it’s somehow resonant or some shit. Either way, someone wants to buy it, but they don’t want to risk meeting us above ground. Between the resonance field and the wagemages above ground, I want you to figure out a way to get this shit to Water Plant K54.  Reward: 6 ¥"
  },
  {
    "to": [
      "Shimmer",
      "YoungDevil44",
      "12",
      "GreenShell",
      "PunkedupGirl",
      "Silver03",
      "Iloveocean2058"
    ],
    "from": "Ike Yoshi",
    "title": "Let us help each other",
    "body": "Despite your effectiveness, I had not heard of your group before my door was knocked down and you asked for, in what I can only assume to be in relation to that girl who comes here now and then. I, however, have been strolling lately, and would ask you for a task of mutual interest. Nearby, a magical chain store has been opened, and it’s ruining my business. If you could deal with it, I’m sure I wouldn’t mind selling some of the “wares” you all find in your business for you.  Reward: My future friendship and help in business, as well as ¥ for any products you can salvage from the location."
  },
  {
    "to": [
      "Shimmer",
      "YoungDevil44",
      "12",
      "GreenShell",
      "PunkedupGirl",
      "Silver03",
      "Iloveocean2058"
    ],
    "from": "Mr. Tanada",
    "title": "An opportunity",
    "body": "I hear you’re a new generation of runners, trying to reach out. Congratulations on your first mission succeeding. Kilo has been talking you up, and I want to see for myself. I have a specimen my clients would like you to retrieve for me. It’s magical in nature, but of course I hear you’re experts in these things. The subject was last spotted in Yokohama  Reward: 8 ¥, and a working relationship moving forward"
  },
  {
    "to": [
      "Shimmer",
      "YoungDevil44",
      "12",
      "GreenShell",
      "PunkedupGirl",
      "Silver03",
      "Iloveocean2058"
    ],
    "from": "Ike Yoshi",
    "title": "Good work",
    "body": "Good work. Although your actions where less subtle than I expected, you've proven your worth as a group in my eyes. Best regards to my future business partners."
  }
]