[
  {
    "to": [
      "cutthroatdown_under"
    ],
    "from": "WaffleTree",
    "title": "Drop the bounty!",
    "body": "Hey bro hey man hey bud can u drop the bounty on me plz? ngl it dont feel gud knowing u out for my head ill give u my cut of the pay for the next run if u agree to stop hunting me k?"
  },
  {
    "to": [
      "Yánshí"
    ],
    "from": "WaffleTree",
    "title": "Message to the boss",
    "body": "Heyyyy friend can u send a message to the boss in person for me rq? i just gotta tell them that the store was out of their fav cigs... cant tell them rn cuz im out doing... stuff tell them that ill return the money they lent me for the cigs when i get back i gotta do something real quick"
  },
  {
    "to": [
      "PantofolaBianca"
    ],
    "from": "WaffleTree",
    "title": "marksman's \"behaviour\"",
    "body": "Hey boss can u tell mr marksman to chill out with those bullets? ive cleaned up 12 bullet casings already and ive cleaned 13 bodies and i swear i didnt let any casing go! he keeps on shooting and tooting, way more than he needs to"
  },
  {
    "to": [
      "WaffleTree",
      "ArcticFox",
      "PantofolaBianca",
      "Yánshí",
      "cutthroatdown_under"
    ],
    "from": "eternalblue",
    "title": "sylvester mission",
    "body": "got this message, fwding to all  ---  My dear friends. This is Sylvester speaking. The tactical network has been set up and is functional, thanks to your hacker. More importantly, I have a run. Meet me behind the SingYourHeart at Hollywood Road."
  },
  {
    "to": [
      "WaffleTree"
    ],
    "from": "eternalblue",
    "title": "re: expertise not needed",
    "body": "as per last mail, offering advice on trees is not correct use case  further comms on this topic will have consequences, final warning  ty for understanding"
  },
  {
    "to": [
      "WaffleTree"
    ],
    "from": "eternalblue",
    "title": "expertise not needed",
    "body": "use terminal for correct use case  offering advice on trees is not correct use case  further comms on this topic will have consequences  ty for understanding"
  },
  {
    "to": [
      "ArcticFox"
    ],
    "from": "WaffleTree",
    "title": "Do me a favour plz",
    "body": "ok ok ok please hear e out but can i borrow a good 50ish nuyen? ik its a lot but i promise ill repay it i need it to buy this awesome promotion where i can buy a membership and get egg waffles for free for 3 months plz man i need it and im short on nuyen rn i promise ill repay you next job the boss gives us  thx"
  },
  {
    "to": [
      "ArcticFox"
    ],
    "from": "eternalblue",
    "title": "payment for deck",
    "body": "ty for deck, was helpful  will help your next run as payment  will not accept refusal"
  },
  {
    "to": [
      "WaffleTree",
      "ArcticFox",
      "PantofolaBianca",
      "Yánshí",
      "cutthroatdown_under"
    ],
    "from": "eternalblue",
    "title": "server setup for comms",
    "body": "tldr: use new terminal created for comms  have set up terminal for comms and outside mail  prev: use eternalblue to communicate w team + clients  now: use terminal to communicate w team + clients  have ported several blogs/websites/wikis for city info  use help in terminal for questions  do not bother me with comms anymore or face severe consequences  ty"
  },
  {
    "to": [
      "admin"
    ],
    "from": "eternalblue",
    "title": "stop snooping",
    "body": "respect privacy please"
  }
]