[
  {
    "to": [
    ],
    "from": "",
    "title": "",
    "body": ""
  },
  {
    "to": [
      "WaffleTree",
      "ArcticFox",
      "PantofolaBianca",
      "Yánshí",
      "cutthroatdown_under",
      "AH"
    ],
    "from": "Sylvester",
    "title": "Mission: Freedom and You",
    "body": "Ever heard of Leticia Wong? Former famed Shadowrunner who is holding an auction for the physical script of a book, named \"Freedom and You, The Price of Living in the Sixth World.\" Seems some branch manager found out there's supposedly quite a lot of dirt on them in there, and wants to secure a promotion by buying it. If I were a more crude and cunning man, I might even say she's arranged this as a subtle form of blackmail, making them compete with other corps who also \"coincidentally\" heard about this. Our Mr. Johnson wants to publish it instead, believing it to be a best seller. Mr. Johnson ran the numbers, and found that just stealing the darn thing is cheaper than trying to engage in the auction with Ares subsidiaries in the play, legal fee's included. Looking into it, I also found that the security detail are bit-rate. We were tipped off about them hiring security, but the pay is atrocious. I figured you'd prefer the angle that left us all with more money to spend."
  },
  {
    "to": [
      "WaffleTree",
      "ArcticFox",
      "PantofolaBianca",
      "Yánshí",
      "cutthroatdown_under",
      "AH"
    ],
    "from": "Sylvester",
    "title": "Mission: Collect the Cyber-Arm",
    "body": "Dominique was right. I looked into the situation with the missing executives, and it seems that Shiawase themselves suspect foul play. The executive who went missing, one Hiroshi Nakamura seemingly had a trace on his arm. They don't do that for people who are unimportant. They are currently reaching out, looking for teams to collect the arm from whoever took it, wherever they are. Shiawase are keeping their cards close to their chest at the moment."
  },
  {
    "to": [
      "WaffleTree",
      "ArcticFox",
      "PantofolaBianca",
      "Yánshí",
      "cutthroatdown_under",
      "AH"
    ],
    "from": "Sylvester",
    "title": "Mission: Debt Collection\n",
    "body": "This one's a bit peculiar. One of the 289s contacted me in particular, wanting some fresh new faces. Specifically, they wanted impartiality. It's news to me, but seems like the 289s and Yellow Lotus trying to get some cooperation going on. Picked you because neither want anyone too involved with the other. Not sure what they want you to bring but seems important."
  },
  {
    "to": [
      "WaffleTree",
      "ArcticFox",
      "PantofolaBianca",
      "Yánshí",
      "cutthroatdown_under",
      "AH"
    ],
    "from": "dangerousthreads",
    "title": "Your weekly danger/u/ threads",
    "body": "<p style='color:red'>You are subscribed to a weekly notification of threads that you might find interesting<p> <h2>Topic: ARS DOMINION to arrive in Victoria Harbor<h2>    <b>DeckCheck</b> </br> <sub><03-02-67/0815:23></sub> </br> Frag me sideways. The Dominion's coming to town. Just what we need in HK. More militarized \"peace officers\" who shoot first and plant evidence later. Another megacorp thinking they own the streets. Anyone taking bets on how long before they declare martial law in the more \"problematic\" neighborhoods?    <b>GhostInTheMachine</b> </br> <sub><03-02-67/0827:16></sub> </br> Wake up, chummer. They already own the streets. This is just them putting their logo on the jackboots. Been watching Ares stock tick up all week on rumors of this \"security partnership.\" Funny how corps call it \"partnership\" when they mean \"takeover.\"    <b>Canray</b> </br> <sub><03-02-67/0831:55></sub> </br> William Wu's real for publicly opposing it, though. One of the council members who understands the difference between policing and warfare. Worked a job for one of his lieutenants back in '63—they actually cared about collateral. That's rare now, especially for HKPF.    <b>peregruzka</b> </br> <sub><03-02-67/0844:02></sub> </br> Wu's just playing politics. Remember when he authorized those drone patrols in Mong Kok? Same slag, different wrapper. Tai Kong though—that guy's got Ares cred all over his campaign finance reports. No surprise he's rolling out the red carpet for Firewatch teams. Bet you he's behind this.    <b>Cantrip</b> </br> <sub><03-02-67/0850:39></sub> </br> Been hearing whispers about Ares testing new crowd control tech. Anyone got intel on what they're bringing in on that carrier?    <b>Ghost Rigger</b> </br> <sub><03-02-67/0857:11></sub> </br> Got a friend working Kowloon docks. Says Dominion's cargo manifest lists \"urban pacification equipment\" alongside enough firepower to start a small war. Word from my fixer is that includes a new line of riot control drones with nonlethal but seriously nasty suppression systems. They've been looking for a place to field test, and our lovely little 9x9 situation just gave them the perfect excuse.    <b>Cantrip</b> </br> <sub><03-02-67/0902:44></sub> </br> Typical Ares subtlety.    <b>Howdoichangemyusername</b> </br> <sub><03-02-67/0922:07></sub> </br> It's all just chess pieces moving around the board. Ares wants bigger foothold in Asian markets, needs to push back against Eastern influence. Hong Kong's perfect—strategic location, corporate-friendly laws, just enough civil unrest to justify \"emergency measures.\" Same story, different decade.    <h2>Topic: Big Booms in Little Hong Kong<h2>    <b>MCV</b> </br> <sub><05-02-67/2132:56></sub> </br> Slot this, chummers. Big movements between the Asian corps these past three days. Wuxing and Shiawase/Renraku sending runs against each other like it's going out of style. Had front row seats to a Wuxing extraction team hitting the Dragons Claw yesterday, chasing some execs or something.    <b>Wakshaani</b> </br> <sub><05-02-67/2155:21></sub> </br> Can confirm. Shiawase hit back yesterday. Multiple simultaneous runs on Wuxing targets. One was a pure data theft, another was \"wetwork\" on mid-level managers. My friend in Aberdeen says it was professionally messy. Meant to look like a gang attack but actually targeted.    <b>GhostInTheMachine</b> </br> <sub><05-02-67/2201:44></sub> </br> You're both missing the real news. Executive Jacky Lu from Renraku's Robotics division has vanished. As in, completely ghosted. Corp isn't acknowledging publicly but they're tearing up the city looking for him, despite him being a mid-level exec. Even better, Shiawase Exec Hiroshi Nakamura also went missing around the same time. Too coincidental. Word from my decker is both execs were involved with something called \"Project Hecatoncheires\" – no idea what that is, but both corps seem to be keeping a lid on it lest Wuxing strike it directly.    <b>Liquidmorpheme</b> </br> <sub><05-02-67/2239:55></sub> </br> I looked into HKPD reports an hour ago. They're being ordered to stay clear of the investigation. Direct command from Deng, the Renraku guy on the council. Wuxing's people are fuming about it. Whatever Project Hecatoncheires is, it's enough to have Shiawase and Renraku force the police to back off completely."
  },
  {
    "to": [
      "WaffleTree",
      "ArcticFox",
      "PantofolaBianca",
      "Yánshí",
      "cutthroatdown_under"
    ],
    "from": "Sylvester",
    "title": "Wonderful Job!",
    "body": "The first run, although perhaps considerably messy, was quite successful. No casualties on our end and minimal damages on your end. I look forward to working with you all in the future, and will make sure to forward any clients I receive to you all.  <img style='width:25em' src='https://raw.githubusercontent.com/MonoScyron/matrix/refs/heads/master/img/champagne_tower.jpg'>"
  },
  {
    "to": [
      "ArcticFox"
    ],
    "from": "Twitch",
    "title": "I KNOW WHAT YOU ARE",
    "body": "I know what you are, tusker! I've seen you do your blood rituals. I know what you do with that community. Everyone like you SHOULD BE DEAD. You’re doing something, and soon. SOOON ILL KNOW. I see the patterns. IF YOU TRY to HEX me, I will kill myself first. AND THEN I WILL KILL YOU.  You think your troll voodoo can stop me? I got lead and light on my side. Your luck will run out.    <div style='color:lightblue'>sender scraped KillerByte forums for email dump and spammed every address with 'fix' in it</div>  <div style='color:lightblue'>recommend changing your password</div>   <p style='color:lightblue'>- blue</p>"
  },
  {
    "to": [
      "cutthroatdown_under"
    ],
    "from": "Longarm",
    "title": "Holla",
    "body": "Heyo, buddy. Guess what? Hope you got your mark, cuz I'm coming for her!    Hah, just kiddin'. Got a temp gig with Ares, and that damn group finally split. Shame though, almost offed one of them before they ran away. Just wanted to let you know that I WILL be in town and WILL be seeing you. "
  },
  {
    "to": [
      "Yánshí"
    ],
    "from": "Shiying",
    "title": "Lead for you.",
    "body": "I hope you are well. Rock and Stone recently got contacted about doing security for an event, seemed pretty big. Boss said no, it was for some sort of auction. Think your crew could get something out of it. Contact me if you are interested."
  },
  {
    "to": [
      "WaffleTree"
    ],
    "from": "CY221",
    "title": "Lets meet",
    "body": "Yo. I know you're chummin it up in HK, got your msg. Hitting Vicky Harbour myself.  Wombat Squizzers is currently split up. Snowbanks is barely alive, bringing him with me. Runner came after us, some guy fragged him up real bad. Called him \"longarm\". Staying with a chum. Meet asap?"
  },
  {
    "to": [
      "PantofolaBianca"
    ],
    "from": "Lotus Credit Solutions™",
    "title": "50,000¥ Available – Act Now",
    "body": "You’ve been pre-approved for a 50,000¥ line of credit—no collateral, no SIN check.  Guaranteed Approval  Low Monthly Repayments (32% Interest)  Limited-Time Offer – Expires in 24 Hours    Claim now: <a style='color: red'>[Link Detected As Hazard]</a>    Lotus Credit Solutions  \"Because Money is Power – And You Owe Us Both.\""
  },
  {
    "to": [
      "WaffleTree"
    ],
    "from": "cutthroatdown_under",
    "title": "howd ya get this address?",
    "body": "a bloke like you gotta spend less time mailing and more time running  start doing that"
  },
  {
    "to": [
      "cutthroatdown_under"
    ],
    "from": "WaffleTree",
    "title": "Drop the bounty!",
    "body": "Hey bro hey man hey bud can u drop the bounty on me plz? ngl it dont feel gud knowing u out for my head ill give u my cut of the pay for the next run if u agree to stop hunting me k?"
  },
  {
    "to": [
      "Yánshí"
    ],
    "from": "WaffleTree",
    "title": "Message to the boss",
    "body": "Heyyyy friend can u send a message to the boss in person for me rq? i just gotta tell them that the store was out of their fav cigs... cant tell them rn cuz im out doing... stuff tell them that ill return the money they lent me for the cigs when i get back i gotta do something real quick"
  },
  {
    "to": [
      "PantofolaBianca"
    ],
    "from": "WaffleTree",
    "title": "marksman's \"behaviour\"",
    "body": "Hey boss can u tell mr marksman to chill out with those bullets? ive cleaned up 12 bullet casings already and ive cleaned 13 bodies and i swear i didnt let any casing go! he keeps on shooting and tooting, way more than he needs to"
  },
  {
    "to": [
      "WaffleTree",
      "ArcticFox",
      "PantofolaBianca",
      "Yánshí",
      "cutthroatdown_under"
    ],
    "from": "eternalblue",
    "title": "sylvester mission",
    "body": "got this message, fwding to all  ---  My dear friends. This is Sylvester speaking. The tactical network has been set up and is functional, thanks to your hacker. More importantly, I have a run. Meet me behind the SingYourHeart at Hollywood Road."
  },
  {
    "to": [
      "WaffleTree"
    ],
    "from": "eternalblue",
    "title": "re: expertise not needed",
    "body": "as per last mail, offering advice on trees is not correct use case  further comms on this topic will have consequences, final warning  ty for understanding"
  },
  {
    "to": [
      "WaffleTree"
    ],
    "from": "eternalblue",
    "title": "expertise not needed",
    "body": "use terminal for correct use case  offering advice on trees is not correct use case  further comms on this topic will have consequences  ty for understanding"
  },
  {
    "to": [
      "ArcticFox"
    ],
    "from": "WaffleTree",
    "title": "Do me a favour plz",
    "body": "ok ok ok please hear e out but can i borrow a good 50ish nuyen? ik its a lot but i promise ill repay it i need it to buy this awesome promotion where i can buy a membership and get egg waffles for free for 3 months plz man i need it and im short on nuyen rn i promise ill repay you next job the boss gives us  thx"
  },
  {
    "to": [
      "ArcticFox"
    ],
    "from": "eternalblue",
    "title": "payment for deck",
    "body": "ty for deck, was helpful  will help your next run as payment  will not accept refusal"
  },
  {
    "to": [
      "WaffleTree",
      "ArcticFox",
      "PantofolaBianca",
      "Yánshí",
      "cutthroatdown_under"
    ],
    "from": "eternalblue",
    "title": "server setup for comms",
    "body": "tldr: use new terminal created for comms  have set up terminal for comms and outside mail  prev: use eternalblue to communicate w team + clients  now: use terminal to communicate w team + clients  have ported several blogs/websites/wikis for city info  use help in terminal for questions  do not bother me with comms anymore or face severe consequences  ty"
  },
  {
    "to": [
      "admin"
    ],
    "from": "eternalblue",
    "title": "stop snooping",
    "body": "respect privacy please"
  }
]