[
  {
    "to": [
    ],
    "from": "",
    "title": "",
    "body": ""
  },
  {
    "to": [
      "WaffleTree",
      "ArcticFox",
      "PantofolaBianca",
      "Yánshí",
      "cutthroatdown_under"
    ],
    "from": "Sylvester",
    "title": "Wonderful Job!",
    "body": "The first run, although perhaps considerably messy, was quite successful. No casualties on our end and minimal damages on your end. I look forward to working with you all in the future, and will make sure to forward any clients I receive to you all.  <img style='width:25em' src='https://raw.githubusercontent.com/MonoScyron/matrix/refs/heads/master/img/champagne_tower.jpg'>"
  },
  {
    "to": [
      "ArcticFox"
    ],
    "from": "Twitch",
    "title": "I KNOW WHAT YOU ARE",
    "body": "I know what you are, tusker! I've seen you do your blood rituals. I know what you do with that community. Everyone like you SHOULD BE DEAD. You’re doing something, and soon. SOOON ILL KNOW. I see the patterns. IF YOU TRY to HEX me, I will kill myself first. AND THEN I WILL KILL YOU.  You think your troll voodoo can stop me? I got lead and light on my side. Your luck will run out.    <div style='color:lightblue'>sender scraped KillerByte forums for email dump and spammed every address with 'fix' in it</div>  <div style='color:lightblue'>recommend changing your password</div>   <p style='color:lightblue'>- blue</p>"
  },
  {
    "to": [
      "cutthroatdown_under"
    ],
    "from": "Longarm",
    "title": "Holla",
    "body": "Heyo, buddy. Guess what? Hope you got your mark, cuz I'm coming for her!    Hah, just kiddin'. Got a temp gig with Ares, and that damn group finally split. Shame though, almost offed one of them before they ran away. Just wanted to let you know that I WILL be in town and WILL be seeing you. "
  },
  {
    "to": [
      "Yánshí"
    ],
    "from": "Shiying",
    "title": "Lead for you.",
    "body": "I hope you are well. Rock and Stone recently got contacted about doing security for an event, seemed pretty big. Boss said no, it was for some sort of auction. Think your crew could get something out of it. Contact me if you are interested."
  },
  {
    "to": [
      "WaffleTree"
    ],
    "from": "CY221",
    "title": "Lets meet",
    "body": "Yo. I know you're chummin it up in HK, got your msg. Hitting Vicky Harbour myself.  Wombat Squizzers is currently split up. Snowbanks is barely alive, bringing him with me. Runner came after us, some guy fragged him up real bad. Called him \"longarm\". Staying with a chum. Meet asap?"
  },
  {
    "to": [
      "PantofolaBianca"
    ],
    "from": "Lotus Credit Solutions™",
    "title": "50,000¥ Available – Act Now",
    "body": "You’ve been pre-approved for a 50,000¥ line of credit—no collateral, no SIN check.  Guaranteed Approval  Low Monthly Repayments (32% Interest)  Limited-Time Offer – Expires in 24 Hours    Claim now: <a style='color: red'>[Link Detected As Hazard]</a>    Lotus Credit Solutions  \"Because Money is Power – And You Owe Us Both.\""
  },
  {
    "to": [
      "WaffleTree"
    ],
    "from": "cutthroatdown_under",
    "title": "howd ya get this address?",
    "body": "a bloke like you gotta spend less time mailing and more time running  start doing that"
  },
  {
    "to": [
      "cutthroatdown_under"
    ],
    "from": "WaffleTree",
    "title": "Drop the bounty!",
    "body": "Hey bro hey man hey bud can u drop the bounty on me plz? ngl it dont feel gud knowing u out for my head ill give u my cut of the pay for the next run if u agree to stop hunting me k?"
  },
  {
    "to": [
      "Yánshí"
    ],
    "from": "WaffleTree",
    "title": "Message to the boss",
    "body": "Heyyyy friend can u send a message to the boss in person for me rq? i just gotta tell them that the store was out of their fav cigs... cant tell them rn cuz im out doing... stuff tell them that ill return the money they lent me for the cigs when i get back i gotta do something real quick"
  },
  {
    "to": [
      "PantofolaBianca"
    ],
    "from": "WaffleTree",
    "title": "marksman's \"behaviour\"",
    "body": "Hey boss can u tell mr marksman to chill out with those bullets? ive cleaned up 12 bullet casings already and ive cleaned 13 bodies and i swear i didnt let any casing go! he keeps on shooting and tooting, way more than he needs to"
  },
  {
    "to": [
      "WaffleTree",
      "ArcticFox",
      "PantofolaBianca",
      "Yánshí",
      "cutthroatdown_under"
    ],
    "from": "eternalblue",
    "title": "sylvester mission",
    "body": "got this message, fwding to all  ---  My dear friends. This is Sylvester speaking. The tactical network has been set up and is functional, thanks to your hacker. More importantly, I have a run. Meet me behind the SingYourHeart at Hollywood Road."
  },
  {
    "to": [
      "WaffleTree"
    ],
    "from": "eternalblue",
    "title": "re: expertise not needed",
    "body": "as per last mail, offering advice on trees is not correct use case  further comms on this topic will have consequences, final warning  ty for understanding"
  },
  {
    "to": [
      "WaffleTree"
    ],
    "from": "eternalblue",
    "title": "expertise not needed",
    "body": "use terminal for correct use case  offering advice on trees is not correct use case  further comms on this topic will have consequences  ty for understanding"
  },
  {
    "to": [
      "ArcticFox"
    ],
    "from": "WaffleTree",
    "title": "Do me a favour plz",
    "body": "ok ok ok please hear e out but can i borrow a good 50ish nuyen? ik its a lot but i promise ill repay it i need it to buy this awesome promotion where i can buy a membership and get egg waffles for free for 3 months plz man i need it and im short on nuyen rn i promise ill repay you next job the boss gives us  thx"
  },
  {
    "to": [
      "ArcticFox"
    ],
    "from": "eternalblue",
    "title": "payment for deck",
    "body": "ty for deck, was helpful  will help your next run as payment  will not accept refusal"
  },
  {
    "to": [
      "WaffleTree",
      "ArcticFox",
      "PantofolaBianca",
      "Yánshí",
      "cutthroatdown_under"
    ],
    "from": "eternalblue",
    "title": "server setup for comms",
    "body": "tldr: use new terminal created for comms  have set up terminal for comms and outside mail  prev: use eternalblue to communicate w team + clients  now: use terminal to communicate w team + clients  have ported several blogs/websites/wikis for city info  use help in terminal for questions  do not bother me with comms anymore or face severe consequences  ty"
  },
  {
    "to": [
      "admin"
    ],
    "from": "eternalblue",
    "title": "stop snooping",
    "body": "respect privacy please"
  }
]