[
  {
    "title": "Downtown",
    "body": "The Downtown of Hong Kong is where the industry, financial and otherwise, thrives. It is where the flows of money that feeds the beating heart of corporations in Hong Kong gathers, most of it dispersing only to at some point return yet again. It is where the corporations build their towers, guided by the Feng Shui of the city. A skyline unmatched by any other, as the heights of the building reach taller than any other city in the world. Up and coming executives live here on the mountainside, topped by glorious mansions that literally look down on the city in their splendor. The central district itself is marked by glimmering boutiques, secretive clubs, museums, clinics, and everything one could desire from a metropolis. You could also enter the Splendid Dragon Path, an escalator complex that has evolved into a miniature city of itself, with housing, stores, and security all collected in one place. This is where most corporate workers will spend their entire lives, as the downtown of Hong Kong has so many offerings you could live a hundred years and not see all of it."
  },
  {
    "title": "Eastern Hong Kong",
    "body": "For those who wish to live in luxury while not endorsing themselves in the fully corporate owned homes in the Victoria Peak hillsides, Eastern Hong Kong has a lot to offer. Housing, large shopping malls, and the MegaMart SupraCenter mean that those who choose to live here have everything they could want within reach. Comprised of three town, eastern Hong Kong is generally divided into three sectors. Taikoo Shing, a town dominated by Wuxing employees, Shaukeiwan, a town holding onto its former glory as a fishing center by painting boats on land, and Chai Wan, the next promised land for those in the housing industry. Anyone who runs here should be wary of being loud, as sleepy towns like these quickly make notice of any suspicious activity."
  },
  {
    "title": "Southern Coast",
    "body": "The southern coast is less metropolis and more \"traditional\" than you might expect. While initially framed as an attempt of cultural preservation, it is clear now the main reason was because of the spiritual energy in the area. The southern coast is covered in Leylines, or \"Dragonlines\", and the whole area is massively magically rich. Of course, you cannot note the southern coast without noting the Wuxing Skytower, which dominates the skyline of the entire city. It is, after all, the reason you see enormous yachts in the marina next to old worn fishing boats. Restless ones at that, feeding into the fishing market on Aberdeen Harbour, feeding the magical community that has sprouted up nearby. Noteworthy is the town of Stanley, which is both a harbour for Metahuman and foreign refugees."
  },
  {
    "title": "Yau Tsim Mong",
    "body": "To walk in Yau Tsim Mong is to make your way through an ocean of people who make their way wherever they go. Market stalls crowd the dense streets as you make your way through the neon-lit footpaths that define the district, and the amount of advertisements you are subjected to are such that most shadowrunners recommend turning off AR entirely. People live in some of the highest population density in the world as people clamour to build even higher than they already have. It is also a district filled with goods, if you can find them through all the people. While most of it may be knockoffs, they’re cheap goods that often reach close in quality. Even better; you can find the “poor mystics market there”. If you have a distinguished eye that can separate plastic medallions from enchanted jewellery there are many gems to be found. Of course, the elephant in the room. This is where you can find the Kowloon Walled city. The less said about that, the better."
  },
  {
    "title": "Kwun Tong",
    "body": "Kwun Tong is the industrial district, and an industrious one at that. One of the stablest area in Hong Kong, this is where most of the goods are produced. It is also, sadly, where most labourers work in hours not seen after the Industrial Revolution. 14 hour shifts are normal, as the labour laws that brought this district into fruition have been laxxed even further. It is therefore also the forefront of the anti-corporate movement in Hong Kong, and the factories are no longer a safe place to works. On the outskirts you find hubs of transportation and dense housing, made cheap for workers, and yet again a target of bombing and terrorism. Only the most important buildings remain constantly protected."
  },
  {
    "title": "Sai Kung",
    "body": "Sai Kung suffered heavily after Hong Kong gained independence, and was quickly preyed upon by the Corporations that made their way there. Now abandoned and resourceless, they gladly welcome the smuggles and pirates that hide there, slipping out under the Marine Authorities Nose when they can."
  },
  {
    "title": "Tolo Harbour Complex",
    "body": "Overseen by the Marine Authority, this complex is closer to a military base than anything else. Owned by both Ares and Evo, this area is entirely extra-territorial. The towns nearby are filled with corporate workers and soldiers that “make use” of their free time there, and close by lies Tai Po. Tai Po is where Ares keeps their workers, and more importantly the Hong Kong Police Force. Effectively a military base more so than a police town, the terrorism in Kwun Tong has let them arm it to the elevens."
  },
  {
    "title": "Northern Reaches",
    "body": "Less a district than an entire area, the northern reaches are spread out towns and villages mainly there to buffer against the rest of China. Most of it is farmland, and it’s mainly of use to shadowrunners for its vastness and ability to disappear. Of course, even this place isn’t without corporate influence. This is where Aztechnology are trying to get their foot in the door, and it is only a matter of time until they succeed."
  },
  {
    "title": "Kwai Tsing",
    "body": "The Kwai Tsing District is the main hub of the docks in Hong Kong, and is filled with ports. Shipping containers and cranes fill the area, and the entire district is effective one large Seaport, the largest in the world. It is also one of the busiest, always teeming with activity. The parts that are not port are housing and warehouses for the workers that live there, and the truck storage for the mass amount of goods moving out and in."
  },
  {
    "title": "Lantau Island",
    "body": "Corporate resorts and communities cover the island as only the richest live here, at least until they can afford the top of Victoria Peak. Entertainment complexes fill the sky with broadcast as they try to satiate the luxurious needs of those who come there on vacation, temples fighting to be the most beautiful."
  }
]